{

    "menu1":"Home",
    "menu2":"Web Services",
    "menu3":"AI Services",
    "menu4":"Contact",
    "menu5":"AI Tools",
    "menu6":"AI Prompts",
    "menu_solutions":"Solutions",
    "menu_chatbots":"AI Agents & Chatbots",
    "menu_ai":"Visuals",
    "menu_guides":"AI Implementation",
    "menu_beehiiv":"https://ainsider.beehiiv.com/",
    "menuabout":"About",

    "agentsTabVisit":"Visit",

        "cookiesmessage": "We use cookies to enhance your browsing experience. By continuing to use our website, you agree to our",
        "cookiesprivacyLink": "Privacy Policy",
        "cookiesaccept": "Accept",
      
    "privacy": {
    "head": "PRIVACY POLICY AND COOKIES MACAI.STUDIO",
    "head1": "§1. GENERAL PROVISIONS",
    "desc1": "GENERAL PROVISIONS - This Privacy Policy defines the principles of processing and protection of personal data of Customers of the Internet Platform https://macai.studio (hereinafter referred to as the Platform), operated by Piotr Machowski (hereinafter referred to as the Administrator). The Administrator makes every effort to process personal data of Customers in accordance with applicable laws, in particular with Regulation (EU) 2016/679 of the European Parliament and of the Council of 27 April 2016 on the protection of natural persons with regard to the processing of personal data and on the free movement of such data, and repealing Directive 95/46/EC (General Data Protection Regulation).",
    "head2": "§2. TYPE OF PROCESSED DATA",
    "desc2": "The Administrator processes personal data of Customers necessary to fulfill orders, including: first name, last name, email address, phone number, delivery address. Additionally, while using the Platform, the Administrator may collect information about the Customer's activity, such as: history of visited pages, and for the purposes of handling forms and project quotes.",
    "head3": "§3. PURPOSE AND LEGAL BASIS FOR DATA PROCESSING",
    "desc3": "Personal data of Customers is processed for the purpose of: a) performance of the concluded Sales Agreement (Article 6(1)(b) GDPR), b) fulfillment of legal obligations incumbent on the Administrator, e.g. issuing invoices (Article 6(1)(c) GDPR), c) direct marketing of the Administrator's products and services (Article 6(1)(f) GDPR). Providing personal data is voluntary, but necessary to fulfill an order on the Platform.",
    "head4": "§4. DISCLOSURE AND TRANSFER OF DATA",
    "desc4": "Personal data of Customers may be disclosed to entities providing services to the Administrator, such as: IT providers, accounting offices, etc. Personal data of Customers will not be transferred outside the European Economic Area.",
    "head5": "§5. CUSTOMERS' RIGHTS",
    "desc5": "Customers have the right to access their personal data, rectify, delete, restrict processing, transfer data, object, and withdraw consent to data processing. To exercise their rights, Customers may contact the Administrator electronically at piotr@macai.studio.",
    "head6": "§6. FINAL PROVISIONS",
    "desc6": "This Privacy Policy enters into force on 22.05.2024. The Administrator reserves the right to amend this Privacy Policy. Customers will be informed of any changes electronically.",
    "head7": "",
    "headcook": "COOKIES POLICY MACAI.STUDIO",
    "cook1": "Cookies - small text files sent by a www server and stored on the user's end device (e.g. computer, smartphone) when using websites. Session cookies - cookies deleted after the browser session ends. Persistent cookies - cookies remaining on the user's device for a specified time. First-party cookies - cookies placed by the website the user is currently visiting. Third-party cookies - cookies placed by sites other than the visited website.",
    "headcook1": "§1. DEFINITIONS",
    "cook2": "The Administrator uses the following types of cookies: a) Necessary for the operation of the Store: Storing the contents of the cart, Remembering user login, Adapting displayed content to the user. b) Functional: Remembering user preferences (e.g. language, region), Remembering page appearance settings. c) Analytical: Measuring traffic on the page to improve its functioning, Generating anonymous statistics and reports. d) Marketing: Personalizing ads displayed to the user, Analyzing the effectiveness of marketing campaigns.",
    "headcook2": "§2. TYPES AND PURPOSES OF USING COOKIES",
    "cook3": "Cookies are used for the purpose of: a) Ensuring proper operation and security of the Store, b) Analyzing traffic on the site and optimizing the Store's functionality, c) Adapting content and functionality to user preferences, d) Conducting marketing and advertising activities.",
    "headcook3": "§3. COOKIE MANAGEMENT",
    "cook4": "The user can change browser settings at any time to block the storage of cookies or delete already stored cookies. Blocking or deleting cookies may cause difficulties in using the Store or disable some of its functions. The user can withdraw consent to the use of cookies at any time by changing browser settings.",
    "headcook4": "§4. THIRD-PARTY COOKIES",
    "cook5": "The Store's website may also include cookies from third parties, such as: a) Analytical service providers (e.g. Google Analytics), b) Advertising service providers (e.g. Google Ads), c) Entities providing social media plugins. Third-party cookies are subject to separate privacy policies of those entities",
    "headcook5": "§5. CONTACT AND COMPLAINTS",
    "cook6": "For matters related to the use of cookies on the Store's website, the user can contact the Administrator at the email address: piotr@macai.studio. The user has the right to lodge a complaint with the supervisory authority (President of the Personal Data Protection Office) regarding violations of personal data protection regulations.",
    "headcook6": "§6. FINAL PROVISIONS",
    "cook7": "This Cookie Policy enters into force on 01.05.2024. The Administrator reserves the right to amend this Cookie Policy. Customers will be informed of any changes electronically."
    },

    "personalAgentsTitle": "Personal AI Assistants and Agents",
    "personalAgentsDesc1": "Personal AI Assistants are fully customized AI assistants tailored to individual needs, operating on your infrastructure and providing complete control over data.",
    "personalAgentsDesc2": "The user interface in Streamlit allows for easy handling and customization to meet specific user needs.",
    "personalAgentsDesc3": "Integration with various knowledge sources enables flexible adaptation to predefined business goals.",
    "personalAgentsDescription1": "The Personal RAG AI Chatbot is a solution that operates entirely on your infrastructure, eliminating the need to connect to the cloud. All data and interactions are stored on your servers, ensuring maximum security and compliance with GDPR.",
    "personalAgentsDescription2": "The system operates in an on-premise model, utilizing the personal Deepseek R1 model, which guarantees full control over data, crucial for companies handling sensitive customer data and transactions.",
    "personalAgents1": "Personal AI Agent utilizing Google Gemini from Google AI Studio as the source of the LLM model, created using Next.js.",
    "personalAgents2": "A set of personal and free-to-use multimodal AI Assistants created using the Huggingface platform.",
    "personalAgents3": "Personal AI Agent based on the DeepSeek-R1 model, created using Python Langchain and Streamlit, dedicated to specific applications in various industries.",

    "voiceflowAgentsTitle": "AI Agents created using Flowise for various personalized purposes",
    "voiceflowAgentsDesc1": "AI Agents created using Flowise for individual needs, along with integrations with custom databases and external CRMs.",
    "voiceflowAgents1": "Agent in Voiceflow for customer service and lead generation, integrated with the CRM system and its own knowledge base.",
    "voiceflowAgents2": "Agent in Voiceflow for Ecommerce - with a product recommendation system and customer support.",
    "voiceflowAgents3": "Flowise Agent-Researcher AI based on the DeepSeek-R1 model with internet access, created using Python Langchain and Streamlit, enabling advanced research.",

    "pythonAgentsTitle": "AI Agents created in Python",
    "pythonAgentsDesc1": "Fully private chatbot operating on your infrastructure.",
    "pythonAgents1": "Implementation of the Deepseek-R1 model created in Python and Langchain with Streamlit for UI.",
    "pythonAgents2": "Implementation of the Google Gemini model from Google AI Studio created in Python with Streamlit for UI using Google Vertex API.",
    "pythonAgents3": "Flowise Agent-Researcher AI based on the DeepSeek-R1 model with internet access, created using Python Langchain and Streamlit.",

    "jsAgentsTitle": "AI Agents created in JavaScript using Next.js",
    "jsAgentsDesc1": "Fully private chatbot operating on your infrastructure.",
    "jsAgents1": "Custom, individual implementation of ChatGPT with conversation memory and login system created in Next.js and with OpenAI API.",
    "jsAgents2": "Implementation of the Google Gemini model from Google AI Studio created in Next.js with Google Vertex API.",
    "jsAgents3": "Flowise Agent-Researcher AI based on the DeepSeek-R1 model with internet access, created using Python Langchain and Streamlit.",

    "botpressTitle": "AI Agents created using the Botpress framework",
    "botpressDesc1": "Fully private chatbot operating on your infrastructure.",
    "botpressAgents1": "Agent in Botpress for customer service and lead generation, integrated with the CRM system and its own knowledge base.",
    "botpressAgents2": "Agent in Botpress for customer service and lead generation, integrated with the CRM system and its own knowledge base - v2.",
    "botpressAgents3": "Flowise Agent-Researcher AI based on the DeepSeek-R1 model with internet access, created using Python Langchain and Streamlit.",

    "flowiseTitle": "AI Agents created using the FlowiseAI platform",
    "flowiseDesc1": "AI Agents created using Flowise for individual needs, along with integrations with custom databases and external CRMs.",
    "flowiseAgents1": "Assistant with its own knowledge base and any tools - such as internet searching in Flowise AI.",
    "flowiseAgents2": "Local assistant operating without internet access with its own knowledge base.",
    "flowiseAgents3": "Agent in Flowise with 'vision' that structures unstructured data from documents and images.",
    "flowiseAgents4": "Sequential AI Agent in Flowise with the ability to reauthorize responses through other LLMs.",
    "flowiseAgents5": "MultiAgent in Flowise with any tools and integrations.",

    "localAgentsTitle": "AI Agents operating locally, with full data privacy",
    "localAgentsDesc1": "Fully private chatbot operating on your infrastructure.",
    "localAgentsDesc2": "With a user interface in Streamlit, providing easy handling.",
    "localAgentsDesc3": "Ability to integrate with various knowledge sources.",
    "localAgentsDescription1": "The Local RAG AI Chatbot is a solution that operates entirely on your infrastructure, without the need to connect to the cloud. All data and interactions are stored on your servers, ensuring maximum security and compliance with GDPR.",
    "localAgentsDescription2": "The system operates in an on-premise model, utilizing the local Deepseek R1 model, which guarantees full control over data, crucial for companies handling sensitive customer data and transactions.",
    "localAgents1": "Local AI Agent based on the DeepSeek-R1 model created using Python Langchain and Streamlit.",
    "localAgents2": "Local AI Agent utilizing Ollama as the source of the LLM model, created using Flowise AI.",
    "localAgents3": "Local Researcher AI Agent based on the DeepSeek-R1 model with internet access, created using Python Langchain and Streamlit.",
    
    "researchAgentsTitle": "AI Agents for research, with internet access",
    "researchAgentsDesc1": "Fully private chatbot operating on your infrastructure.",
    "researchAgents1": "Local AI Research Agent with internet access based on the DeepSeek-R1 model created using Python Langchain and Streamlit.",
    "researchAgents2": "Research AI Agent utilizing Ollama as the source of the LLM model, created using Flowise AI.",
    "researchAgents3": "Researcher AI Agent based on the DeepSeek-R1 model with internet access, created using Python Langchain and Streamlit.",

    "leadAgentsTitle": "AI Agents for lead generation and customer service",
    "leadAgentsDescription1": "The AI agent for lead generation is a specialized tool implemented in your company that actively acquires and qualifies potential customers. Using advanced AI algorithms, the agent conducts valuable conversations with visitors, identifies their needs, and automatically converts interested parties into sales leads.",
    "leadAgentsDescription2": "Our implementation includes full configuration of the agent tailored to your industry, training the AI model based on your offerings, and integration with sales systems. This way, you receive a ready-to-use tool that generates high-quality leads 24/7.",
    "leadAgentsDesc1": "Fully private chatbot operating on your infrastructure.",
    "leadAgentsDesc2": "With a user interface in Streamlit, providing easy handling.",
    "leadAgentsDesc3": "Ability to integrate with various knowledge sources.",
    "leadAgents1": "AI Agent for lead generation created in Botpress, with integration with CRM systems, ensuring automation of sales processes.",
    "leadAgents2": "AI Agent for lead generation and customer service created in Voiceflow, enabling interaction with customers and collecting leads in real-time.",
    "leadAgents3": "AI Agent for lead generation based on Flowise, with internet access, that automatically qualifies potential customers and integrates with CRM systems.",

    "supportAgentsTitle": "AI Agents for support and customer service",
    "supportAgentsDescription1": "The AI agent for support is a specialized tool implemented in your company that actively assists in customer service. Using advanced AI algorithms, the agent conducts valuable conversations with visitors, identifies their needs, and automatically converts interested parties into satisfied customers.",
    "supportAgentsDescription2": "Our implementation includes full configuration of the agent tailored to your industry, training the AI model based on your offerings, and integration with customer service systems. This way, you receive a ready-to-use tool that provides high-quality support 24/7.",
    "supportAgentsDesc1": "Fully private chatbot operating on your infrastructure.",
    "supportAgentsDesc2": "With a user interface in Streamlit, providing easy handling.",
    "supportAgentsDesc3": "Ability to integrate with various knowledge sources.",
    "supportAgents1": "AI Agent for support and customer service, created in Botpress, with integration with CRM systems, ensuring automation of customer service processes.",
    "supportAgents2": "AI Agent for support and customer service created in Voiceflow, enabling interaction with customers and collecting information in real-time.",
    "supportAgents3": "AI Agent for customer support based on Flowise, with internet access, that automatically qualifies customer needs and integrates with CRM systems.",

    "ecomAgentsTitle": "AI Agents for Ecommerce with Product Recommendation System",
    "ecomAgentsDescription1": "Our AI agent for Ecommerce is an advanced tool that supports your company in personalizing shopping experiences. Using intelligent algorithms, the agent analyzes customer behaviors, recommending products that best meet their needs and preferences.",
    "ecomAgentsDescription2": "The implementation of the agent includes full personalization tailored to the specifics of your industry, and integration with recommendation systems, allowing for automatic adjustment of the offer to changing market trends.",
    "ecomAgentsDesc3": "Ability to integrate with various data sources, enriching recommendations with current market information.",
    "ecomAgents1": "AI Agent for Ecommerce, created in Botpress, with integration with CRM systems, automating sales and customer service processes.",
    "ecomAgents2": "AI Agent for Ecommerce, created in Voiceflow, enabling interaction with customers and collecting data in real-time, increasing sales efficiency.",
    "ecomAgents3": "AI Agent for Ecommerce for an online store in Woocommerce, with internet access, that automatically analyzes customer needs and adjusts product recommendations based on their preferences.",

    "voiceAgentsTitle": "Voice AI Agents and Assistants",
    "voiceAgentsDescription1": "Voice AI Agents and Assistants are innovative solutions that enable interaction with users in a natural and intuitive way. With advanced speech processing technology, agents can conduct conversations, answer questions, and provide information in real-time.",
    "voiceAgentsDescription2": "The implementation of voice agents includes full personalization tailored to the needs of your company, allowing for effective management of customer interactions and automation of service processes.",
    "voiceAgentsDesc3": "Voice agents can integrate with various systems, enabling them to access current data and information, as well as enriching interactions with contextual responses.",
    "voiceAgents1": "Voice AI assistant created for macai.studio, utilizing ElevenLabs as the voice engine, automating customer service processes, allowing users to ask questions and receive answers in real-time.",
    "voiceAgents2": "Voice AI assistant created in Voiceflow, supporting interaction with customers, collecting data, and analyzing user needs, increasing communication efficiency.",

    "googleAgentsTitle": "Google Gemini AI Studio Models",
    "googleAgentsDescription1": "Advanced implementation of the Google Gemini AI model assistant in a custom, individual interface.",
    "googleAgentsDescription2": "Integration capabilities: Seamlessly integrates with various data sources and APIs, enhancing the functionality and knowledge base of the AI.",
    "googleAgentsDesc3": "Google Gemini AI Studio is specifically designed to develop AI applications that operate entirely on your infrastructure, providing local data processing for better security and compliance with GDPR.",
    "googleAgents1": "Google Gemini AI Studio model implemented in Streamlit in Python.",
    "googleAgents2": "Google Gemini AI Studio model implemented in Next.js using JavaScript.",


    "googlestreamlitTitle": "Google Gemini AI Studio model implemented in Streamlit in Python",
    "googlestreamlitDesc1": "Advanced implementation of the Google Gemini AI model assistant in a custom interface.",
    "googlestreamlitDesc2": "User-friendly interface: Designed using Streamlit to facilitate intuitive interaction and effective management of AI applications.",
    "googlestreamlitDesc3": "Integration capabilities: Seamlessly integrates with various data sources and APIs, enhancing the functionality and knowledge base of the AI.",
    "googlestreamlitDescription1": "Robust solution: Google Gemini AI Studio is specifically designed to develop AI applications that operate entirely on your infrastructure, providing local data processing for better security and compliance with GDPR.",
    "googlestreamlitDescription2": "On-premise model: This platform utilizes the local Deepseek R1 model, giving full control over your data, which is crucial for organizations managing sensitive information and adhering to strict data protection standards.",

    "googlenextTitle": "Google Gemini AI Studio model implemented in Next.js using JavaScript",
    "googlenextDesc1": "Advanced implementation of the Google Gemini AI model assistant in a custom interface.",
    "googlenextDesc2": "Offers a smooth user interface built in Next.js, enabling intuitive interaction and management of AI applications.",
    "googlenextDesc3": "Supports integration with various data sources and APIs, enhancing the capabilities and knowledge base of the AI.",
    "googlenextDescription1": "Google Gemini AI Studio is designed to operate locally, eliminating the need for cloud connectivity. This ensures that all data and interactions remain on your servers, providing maximum security and compliance with GDPR.",
    "googlenextDescription2": "This platform operates in an on-premise model, utilizing the power of Next.js to deliver a responsive and efficient user experience while maintaining full control over sensitive data.",

    
    "agentsDeepseekTitle": "Local RAG AI Chatbot based on the Deepseek R1 model",
    "agentsDeepseekDesc1": "Fully private chatbot operating on your infrastructure.",
    "agentsDeepseekDesc2": "With a user interface in Streamlit, providing easy handling.",
    "agentsDeepseekDesc3": "Ability to integrate with various knowledge sources.",
    "agentsDeepseekDescription1": "The Local RAG AI Chatbot is a solution that operates entirely on your infrastructure, without the need to connect to the cloud. All data and interactions are stored on your servers, ensuring maximum security and compliance with GDPR.",
    "agentsDeepseekDescription2": "The system operates in an on-premise model, utilizing the local Deepseek R1 model, which guarantees full control over data, crucial for companies handling sensitive customer data and transactions.",




    
    "agentsTab1Title": "Personal Assistants Huggingface",
    "agentsTab1Desc1": "Personal Assistant for specific purposes",
    "agentsTab1Desc2": "Software and AI Tools Recommendations",
    "agentsTab1Desc3": "Email Message Creator",
    "agentsTab1Desc4": "Email Message Creator",
    "agentsTab1Description1": "Personal Assistants Huggingface is an advanced AI-based solution that adapts to the unique needs of your business. Operating 24/7, they provide customer support, answer questions, generate leads, and automate routine tasks, thereby increasing operational efficiency.",
    "agentsTab1Description2": "Personal Assistants Huggingface are not just technology, but a strategic investment in the growth of your company. With them, you gain a competitive edge, improve customer satisfaction, and support sales growth. They enable you to focus on key aspects of your business, such as building customer relationships and developing your brand.",
    
    "agentsTabIntegrationsTitle": "Integrations with Your Platforms",
    "agentsTabIntegrations1": "Gmail & Google Workspace",
    "agentsTabIntegrations2": "Notion",
    "agentsTabIntegrations3": "Airtable",
    "agentsTabIntegrations4": "CRM Systems",
    "agentsTabIntegrationsWoo": "Woocommerce & Wordpress",
    "agentsTabIntegrationsShopify": "Shopify",
    "agentsTabIntegrations5": "Custom Integrations",
    "agentsTabIntegrationsWho": "Who is the AI Assistant for?",
    "agentsTabIntegrationsWho1": "Companies and organizations looking to improve customer service quality.",
    "agentsTabIntegrationsWho2": "Businesses seeking new ways to generate leads.",
    "agentsTabIntegrationsWho3": "Brands operating online that need 24/7 support in communication with users.",
    "agentsTabIntegrationsWho4": "Organizations looking to automate processes and reduce service costs.",


    "agentsTab2Title": "Voice AI Agent for Customer Service",
    "agentsTab2Desc1": "Ultra-realistic voice AI agent for websites",
    "agentsTab2Desc2": "Created using Elevenlabs and Claude Sonnet",
    "agentsTab2Desc3": "Custom knowledge base containing service information and contact details",
    "agentsTab2Desc4": "Lead generation automation from CRM created using a custom webhook and Make.com",
    "agentsTab2Description1": "The Voice AI Agent is an innovative solution that uses ultra-realistic speech synthesis to conduct natural conversations with customers. With integration with Elevenlabs and Claude Sonnet, the agent can communicate smoothly via voice on your website, answering questions and handling customer inquiries using a dedicated knowledge base.",
    "agentsTab2Description2": "The system is designed not only to answer questions but also to actively generate leads through CRM integration. By utilizing custom webhooks and Make.com automation, each interaction can be transformed into a valuable sales contact. This comprehensive solution combines advanced voice technology with effective business process automation.",
   
    "agentsTab3Title": "AI Agent for Lead Generation",
    "agentsTab3Description1": "The AI agent for lead generation is a specialized tool implemented in your company that actively acquires and qualifies potential customers. Using advanced AI algorithms, the agent conducts valuable conversations with visitors, identifies their needs, and automatically converts interested parties into sales leads.",
    "agentsTab3Description2": "Our implementation includes full configuration of the agent tailored to your industry, training the AI model based on your offerings, and integration with sales systems. This way, you receive a ready-to-use tool that generates high-quality leads 24/7.",
    "agentsTab3Desc1": "Created using Botpress and Claude Sonnet",
    "agentsTab3Desc2": "The AI agent for leads is a specialized tool implemented in your company that actively acquires and qualifies potential customers. Using advanced AI algorithms, the agent conducts valuable conversations with visitors, identifies their needs, and automatically converts interested parties into sales leads.",
    "agentsTab3Desc3": "Our implementation includes full configuration of the agent tailored to your industry, training the AI model based on your offerings, and integration with sales systems. This way, you receive a ready-to-use tool that generates high-quality leads 24/7.",

    "agentsTabSupportBotTitle": "AI Agent for Support and Customer Service",
    "agentsTabSupportBotDescription1": "The AI agent for support and customer service is an advanced solution that automates interactions with customers, providing quick and effective assistance. By utilizing artificial intelligence, the agent can recognize customer needs, answer their questions, and conduct natural conversations, significantly improving service quality.",
    "agentsTabSupportBotDescription2": "Our implementation includes full configuration of the agent tailored to the specifics of your industry, training the AI model based on your services, and integration with existing customer service systems. This way, you gain a tool that operates 24/7, increasing customer satisfaction and operational efficiency.",
    "agentsTabSupportBotDesc1": "Created using Botpress and Claude Sonnet, our AI agent is capable of providing personalized responses and support, leading to better customer experiences.",
    "agentsTabSupportBotDesc2": "The AI agent for support and customer service is an innovative tool that automates communication processes, allowing your team to focus on more complex tasks.",
    "agentsTabSupportBotDesc3": "Our implementation provides full configuration of the agent, training of the AI model, and integration with systems, allowing for effective management of customer interactions.",


    "agentsTabIntegrationsWhoe": "Who is the AI Assistant for?",
    "agentsTabIntegrationsWhoe1": "B2B companies seeking automation of the lead acquisition process.",
    "agentsTabIntegrationsWhoe2": "Sales departments needing a constant influx of qualified contacts.",
    "agentsTabIntegrationsWhoe3": "E-commerce businesses looking to increase conversion and cart value.",
    "agentsTabIntegrationsWhoe4": "Marketing teams aiming to optimize ROI from website traffic.",

    "agentsTab4Title": "Google AI Studio Assistants",
    "agentsTab4Desc1": "Personal AI Assistant",
    "agentsTab4Desc2": "Prompt Generator from Image to Text",
    "agentsTab4Desc3": "Prompt Creator for AI Video",
    "agentsTab4Description1": "Google AI Studio Assistants are advanced solutions utilizing the latest Google language models, allowing for the creation of personalized AI assistants tailored to specific tasks. With an intuitive interface, you can easily configure your own assistant to support your business in content generation, data analysis, or process automation.",
    "agentsTab4Description2": "The implementation includes full configuration of the assistants to your needs, including customizing the knowledge base, integration with existing systems, and training on platform usage. Assistants can be used for various tasks - from generating creative prompts for images and videos to creating marketing content and advanced business analytics.",
    
    "agentsTab5Title": "AI Ecommerce Agent with Product Recommendations",
    "agentsTab5Desc1": "AI Tools Library with Blog and Newsletter",
    "agentsTab5Desc2": "Web & AI Studio helping to scale and grow businesses using the latest technology",
    "agentsTab5Desc3": "Gen AI Studio creating creative visual materials for businesses",
    "agentsTab5Description1": "The AI assistant for e-commerce is an intelligent tool that personalizes shopping experiences. By analyzing customer behavior in real-time, it provides relevant product recommendations and increases conversion in your online store.",
    "agentsTab5Description2": "The system uses machine learning to understand each customer's preferences, suggesting products best suited to their needs. It automatically identifies purchasing patterns, cross-selling, and up-selling, maximizing cart value.",
 
    "agentsTab6Title": "Custom Multimodal AI Agent with RAG and Application Login",
    "agentsTab6Desc1": "Created in clean code using Next.js",
    "agentsTab6Desc2": "Multimodal application - accepts text, images, and files as input",
    "agentsTab6Desc4": "Conversation memory",
    "agentsTab6Desc3": "Login system with implementation of a custom database",
    "agentsTab6Description1": "The Custom Multimodal AI Agent with RAG is an advanced solution that integrates various data sources to provide personalized responses and support for your customers. With the application login feature, the agent can tailor its interactions to the individual needs of users, providing them with real-time access to information and automating customer service processes.",
    "agentsTab6Description2": "This agent is not just a tool, but a comprehensive solution that increases the operational efficiency of your business. With the ability to integrate with various systems, it provides a seamless user experience, leading to higher customer satisfaction and better sales results. By investing in the Custom Multimodal AI Agent, you gain a competitive edge and the ability to focus on the strategic development of your brand.",
  
    "agentsTab7Title": "Local AI RAG Agent",
    "agentsTab7Desc1": "Fully private agent operating on your own machine",
    "agentsTab7Desc2": "Utilizing Ollama which ensures privacy from the LLM side",
    "agentsTab7Desc3": "Any knowledge base, in any form",
    "agentsTab7Description1": "The Local AI Assistant is a solution that operates fully on your infrastructure, without a connection to the cloud. All data and interactions remain on your servers, ensuring the highest level of security and compliance with GDPR.",
    "agentsTab7Description2": "The system operates in an on-premise model, using local AI models without sending data externally. This guarantees full control over data, which is crucial for companies operating on sensitive customer data and transactions.",
 
    "agentsTab8Title": "AI Agent for Ainsider.tools",
    "agentsTab8Desc1": "Multi-Agent RAG using only an individual database",
    "agentsTab8Desc2": "Self-correcting and verification of responses",
    "agentsTab8Desc3": "Will help find AI tools or workflows using them perfectly tailored to your goals",
    "agentsTab8Description1": "The AI Assistant is a modern solution that utilizes artificial intelligence to support your customers and increase the efficiency of your business. With it, your company gains a virtual advisor that operates 24/7, answers customer questions, generates new leads, and automates many processes.",
    "agentsTab8Description2": "The AI Assistant is not just a tool, but also an investment in the future of your business. It provides a competitive advantage, increases customer satisfaction, and supports sales growth. With it, you can focus on what matters most, building relationships with customers and developing your brand.",



    
    "resourcesTabDesc1":"Explore my comprehensive AI Tools Library, which includes an extensive collection of resources, insightful blog posts, and a newsletter that keeps you updated on the latest trends and innovations in artificial intelligence.",
    "resourcesTabDesc2":"My Web & AI Studio is dedicated to empowering businesses by providing cutting-edge solutions that leverage the latest technology, enabling them to scale effectively and achieve sustainable growth in today's competitive landscape.",
    "resourcesTabDesc3":"At Gen AI Studio, i specialize in crafting innovative and visually stunning materials tailored for businesses, utilizing advanced generative AI techniques to enhance creativity and deliver impactful results.",
    "resourcesTabDesc4":"Discover my AI Tools Library, specifically designed for a Polish-speaking audience, featuring a wealth of resources, engaging blog content, and a newsletter that highlights the latest developments in AI technology relevant to this community.",
    "resourcesTabDescNewsletter":"Subscribe to my AI newsletter, which covers a wide range of topics related to AI technology, tools, and models, providing creators with valuable insights and updates to enhance their projects and initiatives.",
    "resourcesTabDesc6":"I offer a diver se set of AI Assistants and Agents, each tailored for various business purposes, designed to streamline operations, improve efficiency, and enhance customer engagement through intelligent automation.",
    "resourcesTabDesc7":"My AI Training and Tutorials encompass a wide array of training sessions and in-depth guides on artificial intelligence, aimed at equipping you with the knowledge and skills necessary to understand and effectively implement modern technologies in your business.",
    "resourcesTabDesc7Title":"AI Courses and Guides",

    "resourcesTabAinsiderTools":"Explore my comprehensive AI Tools Library, which includes an extensive collection of resources, insightful blog posts, and a newsletter that keeps you updated on the latest trends and innovations in artificial intelligence.",


    "genaiTabHeader":"See My AI Video and AI Images Collections",

    "footermenu1":"AI Prompts",
    "footermenu2":"Services",
    "footermenu3":"About",
    "footermenu4":"Tech",
    "footermenu5":"Pricing & Contact",
    "footermenu6":"AI Tools",
    "footermenuabout":"About",


    "calendly":"Make an appointment",
    "pricingPhone": "Phone",

    "welcome": "Hi, I'm Ai & Web Dev!",
    "intro": "Piotr Macai",

    "talkwithgpt":"Talk with AI AssistantGPT",

    "agenttabs_header":"See My AI Assistant and AI Agents",
    "resourcestabs_header":"See My AI Resources & Guides",

    "skiils_header":"My Skills and Technologies I use",
    
    "works_All":"All",
    "works_Web":"Web",
    "works_AI":"AI",

    "portfolio_header_h":"See my projects and works",
    "portfolio_header_P":"My Portfolio",
    "portfolio_header_Desc": "With projects which are changing businesses",

    "about_CardTitle1":"Visual Content creation",
    "about_CardDesc1":"I'm creating eye-catching logos, UX / UI templates, and all kinds of social media content, as well as posters, business cards and commercial banners",
    "about_CardTitle2":"AI Strategies and Implementations",
    "about_CardDesc2":"I'm offering cutting-edge AI services that leverage the power of Artificial Intelliegence Tools to help businesses achieve their goals.",
    "about_CardTitle3":"AI Agents and Assitants",
    "about_CardDesc3":"I'm creating custom, tailored to your needs ChatGPT powered AI chatbots and assistants trained on your own, custom data and knowledge base, as created for your own purposes",
    "about_CardTitle4":"Automations ",
    "about_CardDesc4":"I will help you automate various repetitive tasks and processes for businesses and individuals",
    "about_CardTitle5":"Websites & Apps",
    "about_CardDesc5":"Modern and tailor-made websites, created from scratch in any technology or using a selected template. Each of our pages can have any functions and possibilities, as well as any integration. And of course they are always SEO-friendly and load very quickly",
    "about_CardTitle6":"Audits and Consultations",
    "about_CardDesc6":"I will audit your website, online store or social media profiles, including Google presence, providing you with the report details",

    "aboutDesign_CardTitle1": "Brand Identity Creation",
    "aboutDesign_CardDesc1": "I specialize in creating unique and impactful logos, cohesive brand guidelines, and all essential branding materials to make your business stand out.",
    "aboutDesign_CardTitle2": "UX/UI Design",
    "aboutDesign_CardDesc2": "I design intuitive and user-centered interfaces for websites, mobile apps, and digital platforms, ensuring seamless user experiences and modern aesthetics.",
    "aboutDesign_CardTitle3": "Graphic Design",
    "aboutDesign_CardDesc3": "Eye-catching designs for posters, business cards, brochures, and banners that perfectly represent your brand and communicate your message effectively.",
    "aboutDesign_CardTitle4": "Generative AI",
    "aboutDesign_CardDesc4": "I blend my skills with Generative AI to create stunning visuals and innovative designs that captivate your audience and elevate your brand.",
    "aboutDesign_CardTitle5": "Social Media Content",
    "aboutDesign_CardDesc5": "Custom and engaging social media visuals, including post templates, stories, and advertising banners tailored to your brand's tone and audience.",
    "aboutDesign_CardTitle6": "Video and Animations",
    "aboutDesign_CardDesc6": "I create captivating videos and animations that bring your ideas to life, enhancing your brand's storytelling and engagement through dynamic visuals and creative concepts.",

    "aboutWeb_CardTitle1": "Custom Website Development",
    "aboutWeb_CardDesc1": "I create fully customized, responsive websites tailored to your needs, using modern technologies to ensure optimal performance and aesthetics.",
    "aboutWeb_CardTitle2": "CRM and CMS",
    "aboutWeb_CardDesc2": "I provide tailored CRM and CMS solutions that empower your business to manage customer relationships and content efficiently. By leveraging platforms like WordPress and Webflow, I ensure a seamless user experience that enhances engagement and drives growth, solving your challenges with robust functionality and intuitive design.",
    "aboutWeb_CardTitle3": "E-Commerce Solutions",
    "aboutWeb_CardDesc3": "I develop scalable e-commerce stores using platforms like WooCommerce, Shopify, or custom solutions, ensuring smooth shopping experiences and easy management.",
    "aboutWeb_CardTitle4": "Custom Apps Development",
    "aboutWeb_CardDesc4": "I create tailor-made web applications, integrating advanced functionality and dynamic features to meet your unique business needs.",
    "aboutWeb_CardTitle5": "Landing Page Design",
    "aboutWeb_CardDesc5": "I create conversion-focused landing pages optimized for marketing campaigns, with compelling visuals and functionality to drive results.",
    "aboutWeb_CardTitle6": "Performance Optimization & SEO",
    "aboutWeb_CardDesc6": "I optimize websites for speed, SEO, and user experience, ensuring fast loading times and higher visibility in search engines.",

"aboutAI_CardTitle1": "AI Strategy Development",
"aboutAI_CardDesc1": "I help businesses design and implement AI strategies that align with their goals, ensuring long-term success and competitive advantages in their industry.",
"aboutAI_CardTitle2": "AI Tools Integration",
"aboutAI_CardDesc2": "I specialize in integrating AI tools and platforms into existing systems, enabling seamless workflows and unlocking new efficiencies.",
"aboutAI_CardTitle3": "Custom AI Tools Development",
"aboutAI_CardDesc3": "I build bespoke AI tools, tailored to your business needs, using state-of-the-art technologies to solve complex challenges and improve decision-making.",
"aboutAI_CardTitle4": "AI models Fine-tuning",
"aboutAI_CardDesc4": "I specialize in fine-tuning AI models to optimize their performance, ensuring they deliver accurate predictions and insights tailored to your specific data and business needs.",
"aboutAI_CardTitle5": "AI System Architecture Design",
"aboutAI_CardDesc5": "I create robust AI system architectures, ensuring scalability, reliability, and performance for your AI-powered applications.",
"aboutAI_CardTitle6": "AI Consultations and Audits",
"aboutAICardDesc6": "I provide expert AI consultations and audits to help businesses identify opportunities for leveraging AI technologies. My approach includes a thorough analysis of your current systems, strategic recommendations for AI integration, and actionable insights to enhance efficiency and drive innovation, ensuring you achieve measurable results and a strong return on investment.",

"aboutAgents_CardTitle1": "AI Agents for Customer Service and Support",
"aboutAgents_CardDesc1": "Implementation of AI chatbots for customer service that automate interactions, increase efficiency and user satisfaction, while saving time and resources for the company.",
"aboutAgents_CardTitle2": "AI Agents for Sales and Product Recommendations",
"aboutAgents_CardDesc2": "AI agents in sales automate order processes and product recommendations, leading to increased conversions and improved shopping experiences.",
"aboutAgents_CardTitle3": "Voice Assistants and AI Agents",
"aboutAgents_CardDesc3": "Voice AI assistants automate interactions with customers, providing quick responses and support, which enhances service efficiency and user satisfaction.",
"aboutAgents_CardTitle4": "AI Agents for Marketing",
"aboutAgents_CardDesc4": "AI agents in marketing personalize communication with customers, increasing engagement and the effectiveness of marketing campaigns.",
"aboutAgents_CardTitle5": "AI Agents with Custom Knowledge Base",
"aboutAgents_CardDesc5": "AI chatbots for data analysis support the collection and processing of customer information, facilitating better business decision-making.",
"aboutAgents_CardTitle6": "Custom Implementations",
"aboutAgents_CardDesc6": "Consultations for implementing AI chatbots for project management optimize processes and increase team efficiency, leading to better project outcomes.",



    "feature_one_title": "Audits and Consultations",
    "feature_one_desc1": "Unlock the full potential of your web and AI initiatives through meticulous audits and tailored consultations. I dive deep into your systems, identifying inefficiencies, gaps, and growth opportunities.",
    "feature_one_desc2": "By providing detailed assessments and actionable insights, I help you transform challenges into strategic advantages. From technical audits to comprehensive consultations, I empower data-driven decisions that drive innovation and success.",
  
    "feature_two_title": "Strategy & Planning",
    "feature_two_desc1": "Elevate your projects with a carefully crafted strategy and roadmap. I transform ideas into achievable goals by aligning your vision with expert planning.",
    "feature_two_desc2": "With cutting-edge analysis tools and a proactive approach, I ensure your project remains agile and effective. Together, we lay the groundwork for sustainable growth and long-term success.",
  
    "feature_three_title": "Implementation",
    "feature_three_desc1": "Bring your vision to life with precise implementation. I turn strategies into actionable steps, managing every detail to ensure smooth execution.",
    "feature_three_desc2": "From setup to deployment, I guide you through each phase with clear communication and measurable outcomes. By delivering results that match your expectations, I ensure your project is completed efficiently and effectively.",
  

    "cta_newsletter": "Join the AI Newsletter",
    "cta_consultation": "Free Consultation",
    "cta_talk": "Talk About Your Project",
    "cta_portfolio": "See My Portfolio",
    "cta_details": "All details",
    "cta_more": "More",
    "cta_agent": "Let's talk about Your AI Assitant",
    "cta_insdr": "AI & Web Studio",


    "grid_subtitle1": "Explore my Works with Study Cases",
    "grid_title1": "See My Portfolios",

    "cta_subtitle1": "Unlocking the Potential of Artificial Intelligence",
    "cta_title1": "AI Developer & Specialist",
    "cta_desc1": "Welcome to my digital home where I explore the limitless possibilities of artificial intelligence. I am an AI developer and specialist dedicated to harnessing the power of machine learning and data-driven technologies, with a particular focus on implementing AI and complex AI automation solutions for businesses and organizations.",
    "cta_subtitle2": "Perfectly Tailored Solutions",
    "cta_title2": "For Your Business Needs",
    "cta_desc2": "You will receive solutions that address your specific challenges, streamline operations, and give you a distinct advantage in your market.",

    "aicta_subtitle1": "AI Agents | Assistants | Automations | AI Apps",
    "aicta_title1": "Based on individual needs, according to a planned strategy",
    "aicta_desc1": "You can automate many processes and save a lot of time and resources with AI assistants and custom automations tailored to the specific needs of your business. My solutions automate key processes, improving customer interactions and increasing operational efficiency. With a personalized approach, my systems become an integral part of your growth strategy, supporting growth and innovation.",
    "aicta_subtitle2": "AI Assistants and Automations",
    "aicta_title2": "AI Assistants and Automations - Your Key Solution",
    "aicta_desc2": "With our AI assistants, you gain intelligent tools that automate routine tasks, enhance operational efficiency, and allow you to focus on strategic actions. By saving time and resources, they improve the quality of customer service, leading to higher satisfaction and loyalty, and contribute to the growth of your business.",
    
    "webcta_building": "My Projects. See What I'm Building.",
    "webcta_subtitle1": "Design & Implementation",
    "webcta_title1": "Websites | Landing Pages | Ecommerce | CRMs",
    "webcta_desc1": "Using the latest technologies, I create custom websites, landing pages, and online stores based on custom code in React/Next or using WordPress and low-code/no-code tools, perfectly tailored to the individual needs of your business.",
    "webcta_subtitle2": "Personalized Web Solutions",
    "webcta_title2": "For Your Specific Needs",
    "webcta_desc2": "Your online presence will stand out with a website that attracts customers, increases conversions, and builds trust in your brand.",

    "designcta_subtitle1": "Design | UX/UI | Visuals | Branding | Videos| Images.",
    "designcta_title1": "Crafting Exceptional Interfaces and Memorable User Experiences",
    "designcta_desc1": "I design unique visuals, images and interfaces that not only captivate with aesthetics but also improve user efficiency and satisfaction. By combining modern design with functionality, I create solutions that build lasting relationships with your customers.",
    "designcta_subtitle2": "Tailored Solutions for Your Business",
    "designcta_title2": "Designs That Deliver Results",
"designcta_desc2": "Your users will benefit from intuitive, user-friendly interfaces designed to provide effortless navigation and memorable interactions. These seamless experiences not only enhance engagement and satisfaction but also build lasting trust and loyalty to your brand, ensuring long-term customer relationships and driving business growth.",
   
"videocta_subtitle1": "Generative AI - Creating Videos, Photos, and Graphics",
    "videocta_title1": "Promotional Videos, Social Media, and Storytelling Using AI",
    "videocta_desc1": "By utilizing generative artificial intelligence and manual editing skills, I create promotional videos, photos, and graphics that are perfectly tailored to the individual needs of your company.",
    "videocta_subtitle2": "Personalized Multimedia Solutions",
    "videocta_title2": "For Your Specific Needs",
    "videocta_desc2": "You will receive eye-catching multimedia content that effectively engages your audience and enhances your brand’s visibility.",


    "counter_subtitle1": "ACHIEVING EXCELLENCE",
    "counter_title1": "A Few Numbers I'm Proud Of",
    "counter_desc1": "",

    "mainwelcome": "Design | Code | AI | Web | Automation",
    "mainintro": "Designer & Developer",
    "maindesc": "With love to building AI Agents",
    "main_heroP": "Combining cutting-edge solutions for business using the best technology",
    "main_heroP2": "with Web & AI",
    "main_portfolio": "See my portfolios",

    "aimainwelcome": "AI Agents | AI Apps | Automations",
    "aimainintro": "AI Developer & Specialist",
    "aimaindesc": "With love to building AI Agents and AI Solutions",
    "aimain_heroP": "Combining cutting-edge solutions for business using the best technology",
    "aimain_heroP2": "See my AI portfolios",
    "aimain_insdr": "Creating AI solutions with insdr.cloud",


    "webmainwelcome": "Web | Code | Ecommerce | UX/UI | CRM",
    "webmainintro": "Web Designer & Developer",
    "webmaindesc": "With love to building high quality web solutions",
    "webmain_heroP": "Combining cutting-edge solutions for business using the best technology",
    "webmain_heroP2": "See my web portfolio and projects:",

    "designmainwelcome": "Design | Visuals | Branding | Video",
    "designmainintro": "Web & AI Designer",
    "designmaindesc": "With love to create stunning visuals",
    "designmain_heroP": "Combining cutting-edge solutions for business using the best technology",
    "designmain_heroP2": "See my design portfolios:",
    
    "about_title":"My Services",
    "about_title2":"and specializations",

    "team_title":"About Me",
    "team_desc":"Hello! I'm specializing in helping businesses effectively communicate their message and connect with their target audience. Our team of experts offers a range of services, including content creation, social media management, and branding. We work closely with our clients to develop customized marketing strategies that drive results.",
    "team_CardTitle1":"I love AI",
    "team_CardDesc1":"and other game-changing technologies",
    "team_CardTitle2":"Deep knowledge",
    "team_CardDesc2":"in AI Tools and web technologies",
    "team_CardTitle3":"Wide experience",
    "team_CardDesc3":"in every aspect of businesses",

    "publ_CardTitle1":"ChatGPT & LLMs",
    "publ_CardDesc1":"Prompts Library",
    "publ_CardTitle2":"AI Tools",
    "publ_CardDesc2":"Library",
    "publ_CardTitle3":"Ainsider",
    "publ_CardDesc3":"AI Newsletter & Blog",

    "publ_header_h":"My AI Libraries",
    "publ_header_P":"Tools & Prompts",


    "contact_headerTitle": "Free Project Pricing - With AI Chatbot Or With Form Below!",
    "contact_headerSmallTitle": "Contact with Aiware",
    "contact_SmallP1": "TALK WITH OUR AI CUSTOMER SUPPORT CHATBOT!",
    "contact_SmallP2": "CLICK AT CHAT ICON AT BOTTOM RIGHT",
    "contact.consent": "I consent to the processing of my personal data.",



    "faq1title_1":"Frequently",
    "faq1title_2":"Asked",
    "faq1title_3":"Questions",
    "faq1q":"Why your business should have own AI chatbot?",
    "faq1a":"AI Chatbots are prroviding 24/7 service and support, without the need for human agents. Theyt're handling multiple requests and queries simultaneously, without compromising the quality of service and offer client personalized solutions based on the user’s preferences, needs, and history. They can also collecting valuable data and insights from the users interactions and feedback, which can help improve the business strategy and performance. It all can save a lot of time, resources, and costs, by reducing errors and increasing efficiency.",
    "faq2q":"What is needed to create custom AI chatbot?",
    "faq2a":"We need also chatbot knowledge base source - it can be any document, pdf, or website",
    "faq3q":"What is needed for creating a website? What i should prepare?",
    "faq3a":"For any website we need personalized informations about your business and your services, was what you told from yourself. Everything other we can provide - copywriting, images, graphics and videos.",
    "faq4q":"What is the cost of website or landing?",
    "faq4a":"The cost - is a complex topic and depends of the website size and content, used features and used technology is from 200$ to 1000$. For example, simple, standard one-page website or landing in Wordpress costs 200$, and in HTML it's 250$. And more complex website, with blog costs 350-540$. Web applications or advanced React.js and Next.js Websites costs from 500$ (2000 pln), but if they are large or have more complex features, they can cost around 500$.",
    "faq5q":"What is the cost of ecommerce or elearning platform?",
    "faq5a":"The cost - despite of the product amount and used integrations and features is from 250$ to 1000$.",
    "faq6q":"What is the time needed to complete project for website and ecommerce?",
    "faq6a":"Despite of the website content and features amount - it's from 5 to 10 days, and for ecomm - from 7 to 15 days.",
    "faq7q":"How can I start inquiry or get a free project pricing?",
    "faq7a":"The best way to fill out that form: http://aiware.me/#contact .You can also write at our email: me@aiware.me or talk with us at Whatsapp: https://wa.me/48794168298 or Messneger: https://m.me/piotr.macx.5",



    "pricing_header":"Get to know",
    "pricing_formHeader": "Free project pricing",
    "pricing_desc":"Contact",
    "pricing_contactcta": "You can also talk to the AI Assistant in the bottom right corner",
    "pricing_mess":"Talk",
    "pricing_phone":"Talk or text",
    "pricing_formName":"Your name",
    "pricing_formEmail":"Your email",
    "pricing_formSubject":"How can i help You? What type of my service do You need?",
    "pricing_formMessage":"Your message. What do you need?",
    "pricing_formBusiness":"Please decribe your business or job in a few words",
    "pricing_formDetails":"Pleae write details of your project or question. It will help me to give You the most relevant answer.",
    "pricing_formContent":"Do you have own texts, images, etc.?",
    "pricing_formLinks":"Inspirations, templates, other pages - if you have a pattern / designs that you like, paste their links here",
    "pricing_formRodo":"I consent to the processing of personal data necessary to handle the form and answer the inquiry",
    "pricing_formButton":"Send",
    "pricing_formButtonDesc":"Thanks for message!",
    "pricing_Calendly":"Meeting",

    "Documentation": "Documentation",
    "Overview": "Overview",
    "Setup": "Setup",
    "Usage": "Usage",
    "API Reference": "API Reference"


}