{ 
    "welcome": "Witaj! Jestem AI & Web Developerem",
    "intro": "Piotr Macai",
    "talkwithgpt":"Porozmawiaj z Chatbotem AI",

    "menu1":"Home",
    "menu2":"Web",
    "menu3":"AI",
    "menu4":"Kontakt",
    "menu5":"Narzędzia AI",
    "menu6":"Prompty",



    "calendly":"Umów się na rozmowę",
    "pricingPhone": "Telefon",

    "footermenu1":"Biblioteka Promptów AI",
    "footermenu2":"Usługi",
    "footermenu3":"O mnie",
    "footermenu4":"Technologie",
    "footermenu5":"Kontakt",
    "footermenu6":"Narzędzia AI",

    "skiils_header":"Moje umiejętności i wykorzystywane technologie",

    "works_All":"Wszystko",
    "works_Web":"Strony i platformy internetowe",
    "works_AI":"AI",

    "portfolio_header_h":"Zobacz co buduję",
    "portfolio_header_P":"Moje projekty i aplikacje",
    "portfolio_header_Desc": "Które zmieniają biznesy",

    "publ_header_h":"Moje Biblioteki AI",
    "publ_header_P":"Tools & Prompts",

    "about_CardTitle1": "Web content",
    "about_CardDesc1": "Stworzę zapadające w pamięć logo, materiały graficzne, jak i szablony UX/UI oraz wszelkiego rodzaju treści na media społecznościowe, a także plakaty, wizytówki i banery reklamowe.",
    "about_CardTitle2": "Narzędzia i implementacje AI",
    "about_CardDesc2": "Oferuję zaawansowane usługi implementacji określonych dla danych celów narzędzi AI, by pomóc firmom automatyzować powtarzalna zadania oraz procesy poprawiając wydajność oraz oszczędzając czas.",
    "about_CardTitle3": "Asystenci AI",
    "about_CardDesc3": "Tworzę customowe Czatboty Ai operte o ChatGPT, wyszkolone na własnych dla danej firmy lub organizacji bazie wiedzy i danych, w pełni do określonych potrzeb i celów.",
    "about_CardTitle4": "Automatyzacje",
    "about_CardDesc4": "Pomogę Ci zautomatyzować różnorodne powtarzalne zadania i procesy w Twojej firmie lub organizacji.",
    "about_CardTitle5": "Strony internetowe i Landing Page",
    "about_CardDesc5": "Nowoczesne i dostosowane strony internetowe, tworzone od podstaw w dowolnej technologii lub przy użyciu wybranego szablonu. Każda z naszych stron może mieć dowolne funkcje i możliwości, a także dowolne integracje. Co istotne - zawsze są doskonale zoptymalizowane pod SEO.",
    "about_CardTitle6": "Audyty i konsultacje",
    "about_CardDesc6": "Przeprowadzam audyty stron, sklepu internetowych lub profili w mediach społecznościowych, włącznie z obecnością w Google, dostarczając Ci szczegółowy raport.",

    "cta_subtitle1": "Innowacyjne Strategie",
    "cta_title1": "Wznieś Swój Biznes Na Wyższy Poziom",
    "cta_desc1": "Wykorzystując najnowsze technologie sztucznej inteligencji, która jest jedną z największych rewolucji Naszych czasów, moja starannie opracowana strategia obejmuje najnowsze pomysły i techniki, dostosowane do Twojej konkretnej branży i celów.",
    "cta_subtitle2": "Rozwiązania Idealnie Dostosowane",
    "cta_title2": "Dla Potrzeb Twojego Biznesu",
    "cta_desc2": "Zawsze zależy mi na dostarczaniu spersonalizowanych rozwiązań, które doskonale współgrają z unikalnymi potrzebami Twojego biznesu oraz rozwiązują jego największe problemu i bolączki. Bez względu na to, czy szukasz optymalizacji operacji, poprawy efektywności czy rozwiązania konkretnych problemów, jestem tutaj, aby Ci pomóc.",

    "counter_subtitle1": "MOJE OSIĄGNIĘCIA",
    "counter_title1": "Wyniki z jakich jestem dumny",
    "counter_desc1": "",
    
    "mainwelcome": "Witaj! Jestem Piotr Macai!",
    "mainintro": "AI & Web Specialist",
    "main_heroP": "Pomogę Ci zrozumieć i wdrożyć najnowszą technologię AI",
    "main_heroP2": "bezpośrednio w Twoim biznesie",

    "about_title": "Moje Usługi",
    "about_title2": " oraz specjalizacje",

    "team_title": "O Mnie",
    "team_desc": "Witaj! Specjalizuję się w efektywnym wykorzystaniu możliwości internetu wspartych najnowszą technologią AI dla biznesu, pomagając go rozwijać, skalować oraz zarabiać więcej. Współpracujemy ściśle z naszymi klientami, aby opracowywać spersonalizowane dla danych celów strategie, które przynoszą rezultaty.",
    "team_CardTitle1": "Uwielabim AI",
    "team_CardDesc1": "i inne rewolucyjne technologie",
    "team_CardTitle2": "Posiadam głęboką wiedzę",
    "team_CardDesc2": "w narzędziach AI i Web technologiach",
    "team_CardTitle3": "Szerokie doświadczenie",
    "team_CardDesc3": "w biznesie",

    "publ_CardTitle1":"ChatGPT & LLMs",
    "publ_CardDesc1":"Blblioteka Promptów",
    "publ_CardTitle2":"Narzędzia AI",
    "publ_CardDesc2":"Blblioteka",
    "publ_CardTitle3":"Ainsider",
    "publ_CardDesc3":"AI Newsletter & Blog",


    "web_hero_header2": "Pomogę rozwinąć Twój biznes w sieci",
    "web_hero_header2desc": "Wykorzystując nowoczesne technologie i AI",
    "web_services_title":"Nowoczesne Web technologie",
    "web_services_titleDesc":"Szyte na miarę dla Twojego biznesu",
    "web_services_serviceDesc":"Jeśli chcesz pokazać w internecie swoją markę, produkty lub usługi w internecie w unikalny sposób - pomogę Ci stworzyć wymarzoną stronę internetową. Niezależnie od tego, czy potrzebujesz landing page, bloga, sklepu internetowego czy złożonej aplikacji internetowej, kompleksowo się tym zajmę tworząc dokładnie to czego potrzebujesz.",
    "web_services_serviceTitle1":"Projekty graficzne", 
    "web_services_serviceTitle2":"Strony i sklepy internetowe",
    "web_services_serviceTitle3":"Konsultacje oraz audyty",
    "web_services_service1":"Stworzę projekt loga, materiałów graficznych lub strony www dla Ciebie i Twoich potrzeb, który odzwierciedla Twoją wizję i tożsamość. Używamy najnowszych technologii jak i trendóww projektowaniu, co pozwola na dotarcie do większej ilości potencjalnych klientów.",
    "web_services_service2":"Stworzę Twoją stronę www, platformę e-commerce lub customową aplikację internetową, stosując najlepsze praktyki i standardy. Użyjemy najbardziej odpowiednich narzędzi i frameworków do tworzenia stron internetowych dla Twojego projektu. Zapewnimy, że Twoja strona internetowa jest szybka, niezawodna i bezpieczna.",
    "web_services_service3":"Zapewniam obszerne konsultacje, wsparcie i w razie potrzeby - utrzymanie Twojej strony internetowej. Możemy również regularnie aktualizować Twoją stronę internetową, naprawiać wszelkie błędy lub problemy i optymalizować jej wydajność.",
    "web_services_DetailsTitle":"Moje usługi",
    "web_services_DetailsTitleDesc":"Napędzane przez AI. Stworzone dla Twojego biznesu",
    "web_services_card1Title": "Tworzenie stron internetowych",
    "web_services_card1Desc": "Moje usługi obejmujmują stworzenie strony internetowej od podstaw lub z użyciem profesjonalnych szablonów, zgodnie z Twoimi specyfikacjami i wymaganiami. Możesz wybrać funkcje, funkcjonalności i projekt swojej strony internetowej, a my to zrealizujemy. Wykorzystamy najlepsze narzędzia i ramy do tworzenia stron internetowych, aby stworzyć stronę internetową, która jest responsywna, przyjazna dla użytkownika i bezpieczna. Zapewnimy również usługi hostingu i utrzymania strony internetowej, aby zapewnić jej płynne i efektywne działanie.",
    "web_services_card2Title": "Landing Page",
    "web_services_card2Desc": "Landing Page ma na celu przyciągnięcie uwagi i zainteresowania Twoich odwiedzających oraz przekonanie ich do podjęcia określonej akcji, takiej jak zapisanie się na newsletter, pobranie bezpłatnego produktu lub zakup produktu. Stworzymy stronę docelową, która jest atrakcyjna, angażująca i zoptymalizowana pod kątem konwersji. Pomożemy Ci również w pisaniu tekstów, grafikach i analizie Twojego Landing Page, implementując odpowiednie narzędzia analityczne.",
    "web_services_card3Title": "E-commerce",
    "web_services_card3Desc": "Stworzę szyty na miarę Twoich potrzeb i wymagań sklep internetowy, który jest łatwy w użyciu, bezpieczny i skalowalny. Pomożemy Ci również w projektowaniu, branding, marketingu i SEO Twojego e-commerce, doradzając i proponując najlepsze znane Nam rozwiązania.",
    "web_services_card4Title": "Wordpress",
    "web_services_card4Desc": "Stworzę dla Ciebie stronę internetową lub platformę idealnie dostosowaną do potrzeb Twojej firmy, korzystając z WordPressa, najpopularniejszego i najbardziej wszechstronnego systemu zarządzania treścią (CMS) na świecie. WordPress pozwala na tworzenie i zarządzanie każdym rodzajem strony internetowej, od blogów po portfolio i strony informacyjne. Stworzymy stronę WordPress, która jest dostosowana do Twoich potrzeb i preferencji. Pomożemy Ci również w instalacji, konfiguracji, wyborze motywu, integracji wtyczek i zabezpieczeniach Twojej strony WordPress.",
    "web_services_card5Title": "Aplikacje internetowe",
    "web_services_card5Desc": "Jeśli chcesz stworzyć własną, customową aplikację internetową o określonych wymaganiach, które są szybkie, responsywne i przyjazne dla użytkownika, z chęcią kompleksowo się tym kompleksowo się tym zajmę korzystając z potężnych narzędzi takich jak React.js lub Next.js.",
    "web_services_card6Title": "Optymalizacja i wydajność",
    "web_services_card6Desc": "Łatwo mogę poprawić wydajność i szybkość Twojej strony internetowej, co bezpośrednio wpływa na dostęp do większej ilości potencjalnych klientow. Optymalizacja internetowa jest niezbędna do poprawy doświadczenia użytkownika, zwiększenia ruchu i poprawy pozycji Twojej strony internetowej. Zoptymalizujemy Twoją stronę internetową, stosując różne techniki, takie jak minimalizacja kodu, kompresja obrazów, buforowanie plików i redukcja żądań serwera. Będziemy również monitorować i analizować wydajność Twojej strony internetowej oraz dostarczać raporty i rekomendacje.",
    "web_services_card7Title": "SEO",
    "web_services_card7Desc": "SEO oznacza optymalizację dla wyszukiwarek internetowych, czyli praktykę polegającą na poprawie jakości i trafności Twojej strony internetowej, aby uzyskać wyższą pozycję na stronach wyników wyszukiwania (SERP). SEO obejmuje zarówno czynniki na stronie, jak i poza nią, takie jak słowa kluczowe, treści, linki, aspekty techniczne i zachowanie użytkowników. SEO może pomóc Ci zwiększyć ruch organiczny, widoczność i wiarygodność Twojej strony internetowej, a także przyciągnąć więcej wykwalifikowanych leadów i klientów na Twoją stronę internetową.",
    "web_services_card8Title": "Marketing",
    "web_services_card8Desc": "Specjalizuję się w marketingu internetowym, co obejmuje SEO (optymalizację wyszukiwarek internetowych), kampanie reklamowe Google Ads, e-mail marketing, oraz tworzenie i optymalizację stron internetowych. Dzięki naszym zaawansowanym narzędziom i strategiom zapewniamy, że Twoja marka jest widoczna dla odpowiednich grup docelowych w internecie. To oznacza wzrost ruchu na stronie internetowej, zwiększenie konwersji i bardziej efektywny zwrot z inwestycji.",
    "web_services_card9Title":"Tworzenie kontentu",
    "web_services_card9Desc":"Pomogę Ci zautomatyzować proces tworzenia wysokiej jakości i oryginalnych treści - zdjęć, filmów, grafik lub jakiejkolwiek treści związanej z copywritingiem dla Twojej strony internetowej, bloga, mediów społecznościowych itp. Istnieją narzędzia oparte na sztucznej inteligencji, które mogą pomóc w generowaniu treści, ale należy pamiętać, że treści generowane przez AI mogą wymagać solidnej edycji, optymalizacji i weryfikacji zawartości merytorycznej.",
    "web_services_card10Title":"Social Media",
    "web_services_card10Desc":"Wykorzystując narzędzia AI dziedzinie mediów społecznościowych doskonale wiem, jak wykorzystać potencjał Facebooka, Instagrama, Twittera, LinkedIn i innych platform, aby zwiększyć widoczność Twojej marki. Tworzymy spersonalizowane strategie, tworzymy ciekawe treści i zarządzamy Twoimi profilami, aby zapewnić ciągłą interakcję z Twoją społecznością online. Naszym celem jest nie tylko zwiększenie liczby obserwujących, ale także budowanie zaangażowania i lojalności klientów.",
    "web_services_card11Title":"Generowanie leadów spredażowych",
    "web_services_card11Desc":"Pozyskiwanie nowych klientów to kluczowy element rozwoju każdej firmy. Wykorzystując stosuje różnorodne strategie, w tym generowanie leadów, kampanie reklamowe ukierunkowane na zdobycie nowych klientów oraz analizę danych, aby zidentyfikować potencjalne źródła nowych klientów. Dzięki naszemu doświadczeniu i szerokiemu zakresowi narzędzi pomagamy Ci przyciągnąć nowych klientów i rozwijać swój biznes.",
    "web_services_card12Title":"Strategie marketingowe",
    "web_services_card12Desc":"Niezależnie od tego, czy jesteś małą firmą, rozpoczynasz nowy projekt, czy też jesteś dużą korporacją, pomogę Ci dostować swoje usługi do Twoich unikalnych potrzeb i celów. Jesteśmy gotowi stanąć na wysokości zadania i pomóc Ci osiągnąć sukces online. Skontaktuj się z nami już dziś, aby rozpocząć współpracę i przekształcić swoją markę w lidera w swojej branży.",
    "web_services_card13Title":"Konsultacje oraz audyty",
    "web_services_card13Desc":"Jeśli chcesz poprawić swoją stronę internetową i osiągnąć swoje cele online, potrzebujesz usług doradztwa internetowego. Usługi doradztwa internetowego zapewnią Ci ekspertowe porady i wskazówki, jak uczynić Twoją stronę internetową bardziej skuteczną i udaną. Usługi doradztwa internetowego pomogą Ci w strategii internetowej, projektowaniu stron internetowych, optymalizacji stron internetowych, zabezpieczeniach stron internetowych, marketingu internetowym i analizie stron internetowych. Usługi doradztwa internetowego zaoszczędzą Ci czas i pieniądze, unikną błędów i ryzyka oraz zdobędą wgląd i rozwiązania dla Twojej strony internetowej.",



    "ai_services_titleDesc": "Rozwiązania AI dla biznesu",
    "ai_services_titleDescSmall": "Pomogę Ci zrozumieć i wdrożyć technologię AI",
    "ai_services_titleDescSmall2": "W Twoim biznesie",
    "ai_services_Servicetitle": "Sztuczna inteligencja dla biznesu i organizacji",
    "ai_services_serviceDesc": "Napędzane przez ChatGPT oraz inne modele AI",
    "ai_services_serviceDescP": "Jeśli szukasz innowacyjnych i nowatorskich rozwiązań opartych na sztucznej inteligencji dla swojego biznesu - niezależnie czy potrzebujesz chatbotów, automatyzacji czy doradztwa z zakresu AI, posiadamy ekspertyzę oraz narzędzia, aby pomóc Ci osiągnąć cele. W AI Services oferujemy szereg usług, które mogą poprawić doświadczenie klienta, usprawnić operacje i zwiększyć kreatywność.",
    "ai_services_serviceTitle1": "Chatboty AI zasilane przez GPT",
    "ai_services_serviceTitle1Desc": "Projektuję i tworzę konwersacyjne Czatboty AI, które mogą komunikować się z Twoimi klientami, dostarczając spersonalizowaneg wsparcia, jak i obsługiwać różne zadania, takie jak rezerwacja spotkań, udzielanie odpowiedzi na często zadawane pytania, udzielanie opinii i wiele więcej.",
    "ai_services_serviceTitle2": "Automatyzacja AI",
    "ai_services_serviceTitle2Desc": "Pomogę Ci zautomatyzować swoje procesy i działania przy użyciu technologii AI, takich jak przetwarzanie danych, tworzenie treści, emaili, lub inne, powtarzalne czynności występujące w biznesie. Nasze rozwiązania automatyzacji pomogą Ci zaoszczędzić czas, zmniejszyć błędy i zwiększyć wydajność.",
    "ai_services_serviceTitle3": "Doradztwo i Wdrożenie AI",
    "ai_services_serviceTitle3Desc": "Pomogę Ci zrozumieć, jak możesz wykorzystać AI w Twojej organizacji, oraz zintegrować i wdrożyć najlepsze możliwe rozwiązania AI do Twojego biznesu. Pomożemy Ci wykorzystać moc i potencjał technologii AI, aby poprawić wyniki i osiągnięcia Twojego biznesu.",
    "ai_services_DetailsTitle": "Co mmogę dla Ciebie stworzyć?",
    "ai_services_DetailsTitleDesc": "Napędzane przez AI dla Twojego biznesu",
    "ai_services_CardTitle1": "Chatboty dla Obsługi Klienta",
    "ai_services_CardTitleDesc1": "Te chatboty mogą pomóc Ci rozwiązywać problemy i skargi klientów, dostarczając im szybkich i dokładnych odpowiedzi, rozwiązań i wskazówek.",
    "ai_services_CardTitle2": "Chatboty z własną bazą danych",
    "ai_services_CardTitleDesc2": "Te chatboty mogą pomóc Ci uzyskać dostęp do dowolnej bazy danych - z dowolnym jej źródłem (pdf, dokumenty, strony www), oszczędzając Ci czas i wysiłek. Mogą również dostarczać Ci raportów i podsumowań, pomagając Ci analizować i wizualizować dane.",
    "ai_services_CardTitle3": "Wsparcie Klienta E-commerce",
    "ai_services_CardTitleDesc3": "Te chatboty mogą pomóc Ci świadczyć doskonałą obsługę klienta w ramach Twojego biznesu e-commerce, poprawiając Twoją reputację i lojalność. Mogą obsługiwać różne zadania, takie jak śledzenie zamówień, potwierdzanie dostaw, obsługa zwrotów i zwrotów pieniędzy, recenzje produktów itp. Mogą również rozwiązywać problemy i skargi klientów, dostarczając im rozwiązania i alternatywy.",
    "ai_services_CardTitle4": "Chatboty do Pozyskiwania Nowych Leadów",
    "ai_services_CardTitleDesc4": "Unikalne chatboty które pomogą Ci w automatyczny sposób pozyskiwać nowe leady do Twojego biznesu, automatycznie zbierając dane klientów do wycen, zapyta ofertowych, etc. - wszystko dostosowane do specyficznych potrzeb Twojego bizensu.",
    "ai_services_CardTitle5": "Chatboty dla Procesu Wdrożeń Nowych Pracowników",
    "ai_services_CardTitleDesc5": "Te chatboty mogą pomóc Ci wprowadzić nowych klientów lub pracowników, zapewniając im płynne i przyjemne doświadczenie. Mogą przedstawić Twój biznes, wyjaśnić funkcje i korzyści, odpowiedzieć na pytania i zbierać informacje. Mogą również dostarczać porady i samouczki, pomagając im rozpocząć działalność i zapoznać się z Twoim biznesem.",
    "ai_services_CardTitle6": "Chatboty FAQ",
    "ai_services_CardTitleDesc6": "Te chatboty mogą odpowiadać na często zadawane pytania przez Twoich klientów, takie jak pytania dotyczące produktów, usług, polityki, itp. Mogą dostarczać natychmiastowych i dokładnych informacji, zmniejszając potrzebę udziału agentów ludzkich i poprawiając satysfakcję klientów.",
    "ai_services_CardTitle7": "Chatboty do Zbierania Opinii oraz przeprowadzania Ankiet",
    "ai_services_CardTitleDesc7": "Te chatboty mogą pomóc Ci gromadzić opinie i opinie od Twoich klientów, takie jak ich satysfakcja, lojalność, oczekiwania itp. Mogą zadawać interesujące i odpowiednie pytania, zbierając cenne dane i wskazówki, które mogą pomóc Ci poprawić strategię i wyniki biznesowe.",
    "ai_services_CardTitle8": "Automatyzacja AI w E-mailach",
    "ai_services_CardTitleDesc8": "Ta usługa może pomóc Ci zautomatyzować proces wysyłania i odbierania e-maili, oszczędzając Ci czas i zasoby. Może wykorzystywać technologie AI, takie jak generowanie tekstu w języku naturalnym, analiza sentymentu, itp., aby tworzyć i personalizować treść e-maili, tematy, podpisy, itp. Może również klasyfikować i priorytetyzować e-maile, odpowiadając na nie odpowiednio.",
    "ai_services_CardTitle9": "Automatyzacja Tworzenia Contentu",
    "ai_services_CardTitleDesc9": "Ta usługa może pomóc Ci zautomatyzować proces tworzenia wysokiej jakości i oryginalnej treści dla Twojej strony internetowej, bloga, mediów społecznościowych, itp. Może wykorzystywać technologie AI, takie jak generowanie tekstu w języku naturalnym, streszczenie tekstu, parafrazowanie, itp., aby tworzyć treść na podstawie Twoich słów kluczowych, tematów, tonu, stylu, itp. Może również optymalizować i edytować treść, zapewniając jej odpowiedniość i czytelność.",
    "ai_services_CardTitle10": "Analityka Danych i Raportowanie",
    "ai_services_CardTitleDesc10": "Ta usługa może pomóc Ci zautomatyzować proces tworzenia i wysyłania faktur do Twoich klientów, poprawiając przepływ gotówki i efektywność. Może wykorzystywać technologie AI, takie jak generowanie tekstu w języku naturalnym, rozpoznawanie optyczne znaków, itp., aby generować i formatować faktury na podstawie Twoich danych i preferencji. Może również śledzić i przypominać o płatnościach, zapewniając terminowe i dokładne transakcje.",
    "ai_services_CardTitle11": "Wdrożenia AI",
    "ai_services_CardTitleDesc11": "Możemy Ci pomóc zintegrować i wdrożyć rozwiązania AI w Twoim biznesie i organizacji, wykorzystując nasze umiejętności i wiedzę na różnych platformach i systemach. Pomagamy Ci połączyć i komunikować się z różnymi aplikacjami i narzędziami, takimi jak strony internetowe, aplikacje mobilne, media społecznościowe, CRM itp., za pomocą interfejsów API, webhooków itp. Możemy również pomóc Ci szkolić i edukować personel i klientów, jak korzystać z rozwiązań AI i czerpać z nich korzyści, zapewniając ich akceptację i zadowolenie.",
    "ai_services_CardTitle12": "Doradztwo w zakresie usług AI",
    "ai_services_CardTitleDesc12": "Możemy Ci pomóc zrozumieć i wdrożyć rozwiązania AI w Twoim biznesie i organizacji, wykorzystując naszą wiedzę i doświadczenie w różnych dziedzinach i obszarach AI. Pomagamy Ci zidentyfikować i zdefiniować problemy i cele biznesowe oraz znaleźć najlepsze rozwiązania AI.",



        "marketing_services_title": "Rozwijaj swój biznes",
        "marketing_services_titleDesc": "Pozyskując nowych klientów",
        "marketing_services_titleDescSmall": "Pomogę zdobyć nowych klientów",
        "marketing_services_titleDescSmall2": "Dla Twojego Biznesu",
        "marketing_services_Servicetitle": "Nowi klienci dla Twojego biznesu",
        "marketing_services_serviceDesc": "Dzięki zarządzaniu mediami społecznościowymi, generowaniu leadów i kompleksowym działaniom marketingowym",
        "marketing_services_serviceDescP": "Współpracuj z nami w zakresie doradztwa marketingowego i strategicznego, a razem podniesiemy obecność Twojego biznesu w świecie cyfrowym, efektywnie zaangażujemy Twoją docelową publiczność i wygenerujemy leady, które przyczynią się do Twojego sukcesu.",
        "marketing_services_serviceTitle1": "Pozyskiwanie nowych leadów",
        "marketing_services_serviceTitle1Desc": "Moje usługi Automatycznej Generacju Leadów to Twój klucz do stałego strumienia wysokiej jakości potencjalnych klientów. Rozumiemy, że w erze cyfrowej znalezienie i pielęgnowanie potencjalnych klientów jest kluczowe dla rozwoju biznesu. Nasze strategie generowania leadów wykorzystują zaawansowaną analizę danych, algorytmy sztucznej inteligencji i sprawdzone techniki, aby zidentyfikować i zaangażować się z potencjalnymi klientami, którzy naprawdę interesują się Twoimi produktami lub usługami.",
        "marketing_services_serviceTitle2": "Media społecznościowe",
        "marketing_services_serviceTitle2Desc": "Zarządzanie mediami społecznościowymi to klucz do budowania silnej obecności online i tworzenia znaczących relacji z Twoją publicznością. Rozumiemy, że platformy mediów społecznościowych to nie tylko narzędzia do komunikacji, ale także potężne kanały marketingowe. Nasz dedykowany zespół ekspertów będzie zarządzać Twoimi kontami w mediach społecznościowych, tworzyć angażującą treść i komunikować się z Twoimi obserwującymi, aby zwiększyć cyfrowy zasięg Twojej marki.",
        "marketing_services_serviceTitle3": "Branding",
        "marketing_services_serviceTitle3Desc": "Stworzę  kompleksową strategię mediów społecznościowych, która obejmuje planowanie treści, zaangażowanie publiczności i zarządzanie kampanią. Naszym celem jest maksymalizacja widoczności Twojej marki i zaangażowanie na popularnych platformach społecznościowych.",
        "marketing_services_DetailsTitle": "Rozwijaj swój biznes",
        "marketing_services_DetailsTitleDesc": "Z nowymi klientami",
        "marketing_services_CardTitle1": "Generacja nowych leadów",
        "marketing_services_CardTitleDesc1": "Rozumiemy, że w erze cyfrowej znalezienie i pielęgnowanie potencjalnych klientów jest kluczowe dla rozwoju biznesu. Nasze strategie generowania leadów wykorzystują zaawansowaną analizę danych, algorytmy sztucznej inteligencji i sprawdzone techniki, aby zidentyfikować i zaangażować się z potencjalnymi klientami, którzy naprawdę interesują się Twoimi produktami lub usługami.",
        "marketing_services_CardTitle2": "Badania rynku",
        "marketing_services_CardTitleDesc2": "Wykorszystując zaawansowane narzędzia AI przeprowadzę dogłębne badania rynku, aby odkryć cenne informacje o Twojej branży, konkurentach i docelowej grupie demograficznej. Ten podejście oparte na danych informuje nasze strategie i zapewnia, że pozostajesz krokiem przed konkurencją.",
        "marketing_services_CardTitle3": "Strategia mediów społecznościowych",
        "marketing_services_CardTitleDesc3": "Stworzę kompleksową strategię mediów społecznościowych, która obejmuje planowanie treści, zaangażowanie publiczności i zarządzanie kampanią. Naszym celem jest maksymalizacja widoczności Twojej marki i zaangażowanie na popularnych platformach społecznościowych.",
        "marketing_services_CardTitle4": "Generacja leadów",
        "marketing_services_CardTitleDesc4": "Zaprojektuję i wdrożę strategie generowania leadów dostosowane do Twojego biznesu. Bez względu na to, czy za pomocą narzędzi opartych na sztucznej inteligencji, czy tradycyjnych metod, pomożemy Ci zdobywać i pielęgnować wysokiej jakości leady.",
        "marketing_services_CardTitle5": "Wskaźniki efektywności",
        "marketing_services_CardTitleDesc5": "Wierzymę w odpowiedzialność. Ustalimy mierzalne cele i regularnie monitorujemy i analizujemy wskaźniki efektywności. Zapewnia to, że nasze strategie ciągle się dostosowują i poprawiają w czasie.",
        "marketing_services_CardTitle6": "Wsparcie w wdrożeniu",
        "marketing_services_CardTitleDesc6": "Nie ograniczam się do udzielania zaleceń - pomogę w ich wdrożeniu. Nasz zespół może pomóc Ci w integrowaniu nowych narzędzi, technologii i procesów do Twoich działań marketingowych i mediów społecznościowych.",
        "marketing_services_CardTitle7": "Szkolenia i Edukacja",
        "marketing_services_CardTitleDesc7": "Aby zapewnić, że Twój zespół jest dobrze przygotowany do obsługi dynamicznego świata marketingu i mediów społecznościowych, oferujemy sesje szkoleniowe i materiały edukacyjne.",
        "marketing_services_CardTitle13": "Analiza publiczności",
        "marketing_services_CardTitleDesc13": "Wykorzystuję analizy sztucznej inteligencji do uzyskiwania wglądu w zachowanie i preferencje Twojej publiczności. Te dane pomagają nam dopracować strategie marketingowe i mediów społecznościowych, by osiągnąć lepsze rezultaty.",
        "marketing_services_CardTitle8": "Automatyzacja marketingu",
        "marketing_services_CardTitleDesc8": "Rozwiązania do automatyzacji marketingu wykorzystują sztuczną inteligencję do usprawnienia Twoich procesów marketingowych. Od kampanii e-mailowych po pielęgnowanie leadów, optymalizujemy każdy etap Twojego leja marketingowego.",
        "marketing_services_CardTitle9": "Doradztwo i rozwijanie strategii",
        "marketing_services_CardTitleDesc9": "Nasi eksperci marketingowi świadczą usługi doradcze, aby pomóc Ci opracować skuteczne strategie marketingowe i mediów społecznościowych. Dostosowujemy nasze zalecenia do unikalnych potrzeb i celów Twojego biznesu.",
        "marketing_services_CardTitle10": "Monitorowanie i raportowanie efektywności",
        "marketing_services_CardTitleDesc10": "Monitorujemy efektywność Twoich kampanii marketingowych i mediów społecznościowych, korzystając z analiz opartych na sztucznej inteligencji. Nasze szczegółowe raporty dostarczają wgląd i zalecenia w celu ciągłego doskonalenia.",
        "marketing_services_CardTitle11": "Integracja sztucznej inteligencji w marketingu",
        "marketing_services_CardTitleDesc11": "Pomogę Ci zintegrować rozwiązania oparte na sztucznej inteligencji w Twoich działaniach marketingowych, od chatbotów do interakcji z klientami po analizy przewidywań dla optymalizacji kampanii. Nasza integracja sztucznej inteligencji zwiększa efektywność działań marketingowych.",
        "marketing_services_CardTitle12": "Branding w mediach społecznościowych",
        "marketing_services_CardTitleDesc12": "Kompleksowo pomogę zbudować silną i spójną obecność marki na platformach mediów społecznościowych. Nasza wiedza na temat brandingów w mediach społecznościowych zapewnia, że tożsamość Twojej marki współgra z ogólną strategią marketingową.",



    "contact_headerTitle": "Darmowa wycena projektu",
    "contact_headerSmallTitle": "Kontakt",
    "contact_SmallP1": "POROZMAWIAJ Z MOIM CHATBOTEM GPT!",
    "contact_SmallP2": "Klinkij na ikonę chatu w prawym dolnym rogu",
    "contact.consent": "I consent to the processing of my personal data.",


    "faq1title_1":"Najczęściej",
    "faq1title_2":"Zadawane",
    "faq1title_3":"Pytania",
    "faq1q": "Jakie są korzyści z własnego chatbota AI?",
    "faq1a": "Chatboty AI zapewniają obsługę 24/7 bez potrzeby ludzkich agentów. Obsługują wiele żądań i zapytań jednocześnie, nie kompromitując jakości obsługi i oferują klientowi spersonalizowane rozwiązania oparte na preferencjach, potrzebach i historii użytkownika. Mogą również zbierać cenne dane i wglądy z interakcji i opinii użytkowników, co może pomóc w poprawie strategii i wydajności biznesu. To wszystko może zaoszczędzić dużo czasu, zasobów i kosztów, poprzez zmniejszenie błędów i zwiększenie efektywności.",
    "faq2q": "Co jest potrzebne do stworzenia niestandardowego chatbota AI?",
    "faq2a": "Potrzebujemy jedynie źródła bazy danych dla chatbota - może to być dowolny dokument, pdf lub strona internetowa.",
    "faq3q": "Co jest potrzebne do stworzenia strony internetowej? Co powinienem przygotować?",
    "faq3a": "Dla każdej strony internetowej potrzebujemy spersonalizowanych informacji o Twojej firmie i Twoich usługach, tak jak powiedziałeś o sobie. Wszystko inne możemy dostarczyć - copywriting, zdjęcia, grafiki i filmy.",
    "faq4q": "Ile orientacyjnie kosztuje strona internetowa lub landing?",
    "faq4a": "Koszt - niezależnie od wielkości i zawartości strony internetowej, używanych funkcji i technologii wynosi od 800 pln do 2000 pln. Na przykład, prosty, standardowy jednostronicowy landing page to koszt od 800 pln. A bardziej złożona strona internetowa z blogiem to koszt od 1000 zł. Aplikacje internetowe lub zaawansowane strony internetowe React.js i Next.js to koszt od 2000 pln, ale jeśli są duże lub mają bardziej złożone funkcje, mogą kosztować od 2500 - 5000 pln.",
    "faq5q": "Ile orientacyjnie kosztuje platforma e-commerce lub e-learning?",
    "faq5a": "Koszt - niezależnie od ilości produktów i używanych integracji i funkcji wynosi od 800 pln do 2000 pln. Na przykład, prosty, standardowy sklep internetowy Woocommerce z 30 fizycznymi produktami z własnego magazynu to koszt od 1500 pln. Sklep Woocommerce z 100 produktami, fizycznymi i cyfrowymi to koszt od 1800zł, z integracją z dropshippingiem to około 2000 zł.",
    "faq6q": "Ile orientacyjnie czasu potrzeba na ukończenie projektu dla strony internetowej i e-commerce?",
    "faq6a": "Niezależnie od zawartości strony internetowej i ilości funkcji - od 5 do 10 dni, a dla e-commerce - od 7 do 15 dni.",
    "faq7q": "Jak mogę uzyskać bezpłatną wycenę projektu?",
    "faq7a": "Najlepszym sposobem jest wypełnienie tego formularza: http://aiware.me/contact. Możesz również napisać na nasz adres e-mail: me@aiware.me lub porozmawiać z nami na Whatsapp: https://wa.me/48794168298 lub Messneger: https://m.me/piotr.macx.5",


    "pricing_header": "Poznajmy się bliżej",
    "pricing_formHeader": "Darmowa wycena projektu",
    "pricing_desc": "Kontakt",
    "pricing_mess": "Rozmowa",
    "pricing_phone":"Zadzwoń lub napisz",
    "pricing_formName": "Twoje imię",
    "pricing_formEmail": "Twój adres email",
    "pricing_formMessage": "Twoja wiadomość. Prosimy - opisz czego potrzebujesz własnymi słowami.",
    "pricing_formDetails": "Szczegóły projektu - możesz opisać je własnymi słowami",
    "pricing_formContent": "Czy posiadasz własne teksty, obrazy itp.?",
    "pricing_formLinks": "Inspiracje, szablony, inne strony - jeśli masz wzór / projekty, które Ci się podobają, wklej tutaj ich linki",
    "pricing_formRodo": "Wyrażam zgodę na przetwarzanie danych osobowych niezbędnych do obsługi formularza i udzielenia odpowiedzi na zapytanie",
    "pricing_formButton": "Wyślij",
    "pricing_formButtonDesc": "Dziękuję za wiadomość!",
    "pricing_Calendly":"Rozmowa"

}