{ 
    "welcome": "Witaj! Jestem AI & Web Developerem",
    "intro": "Piotr Macai",
    "talkwithgpt":"Porozmawiaj z Chatbotem AI",
    "agenttabs_header":"Zobacz moich AI Asystentów oraz Agentów stworzonych dla różnych biznesowych celów",

    "menu1":"Home",
    "menu2":"Web",
    "menu3":"AI",
    "menu4":"Kontakt",
    "menu5":"Narzędzia AI",
    "menu6":"Prompty",
    "menu_solutions":"Rozwiązania",
    "menu_chatbots":"Chatboty i Agenci AI",
    "menu_ai":"Wdrożenia AI",
    "menu_guides":"Implementacje AI",
    "menuabout":"O mnie",

    "agentsTabVisit":"Odwiedź",

    "cookiesmessage": "Używamy plików cookie, aby poprawić Twoje doświadczenia podczas przeglądania. Kontynuując korzystanie z naszej strony, zgadzasz się na naszą",
    "cookiesprivacyLink": "Politykę Prywatności",
    "cookiesaccept": "Akceptuj",
      
        "privacy": {
            "head":"POLITYKA PRYWATNOŚCI ORAZ COOKIES MACAI.STUDIO",
            "head1":"§1. POSTANOWIENIA OGÓLNE",
            "desc1": "POSTANOWIENIA OGÓLNE - Niniejsza Polityka Prywatności określa zasady przetwarzania i ochrony danych osobowych Klientów Platformy Internetowej https://macai.studio (zwanego dalej Platformą), prowadzonego przez Piotra Machowskiego (zwanego dalej „Administratorem”).Administrator dokłada wszelkich starań, aby przetwarzać dane osobowe Klientów zgodnie z obowiązującymi przepisami prawa, w szczególności z Rozporządzeniem Parlamentu Europejskiego i Rady (UE) 2016/679 z dnia 27 kwietnia 2016 r. w sprawie ochrony osób fizycznych w związku z przetwarzaniem danych osobowych i w sprawie swobodnego przepływu takich danych oraz uchylenia dyrektywy 95/46/WE (ogólne rozporządzenie o ochronie danych).",
            "head2":"§2. RODZAJ PRZETWARZANYCH DANYCH",
            "desc2": "Administrator przetwarza dane osobowe Klientów niezbędne do realizacji zamówień, w tym: imię, nazwisko, adres e-mail, numer telefonu, adres dostawy. Dodatkowo, podczas korzystania z Platformy, Administrator może gromadzić informacje o aktywności Klienta, takie jak: historia przeglądanych stron, oraz na potrzeby obsługi formularzy jak i wycen projektów.",
            "head3":"§3. CEL I PODSTAWA PRAWNA PRZETWARZANIA DANYCH",
            "desc3": "Dane osobowe Klientów przetwarzane są w celu: a) realizacji zawartej Umowy Sprzedaży (art. 6 ust. 1 lit. b RODO), b) wykonania ciążących na Administratorze obowiązków prawnych, np. wystawiania faktur (art. 6 ust. 1 lit. c RODO), c) marketingu bezpośredniego produktów i usług Administratora (art. 6 ust. 1 lit. f RODO). Podanie danych osobowych jest dobrowolne, jednak niezbędne do realizacji zamówienia w Platformie.",
            "head4":"§4. UDOSTĘPNIANIE I PRZEKAZYWANIE DANYCH",
            "desc4": "Dane osobowe Klientów mogą być udostępniane podmiotom świadczącym usługi na rzecz Administratora, takim jak: dostawcy IT, biura rachunkowe, itp. Dane osobowe Klientów nie będą przekazywane poza Europejski Obszar Gospodarczy.",
            "head5":"§5. PRAWA KLIENTÓW",
            "desc5": "Klienci mają prawo dostępu do swoich danych osobowych, ich sprostowania, usunięcia, ograniczenia przetwarzania, przeniesienia danych, wniesienia sprzeciwu oraz cofnięcia zgody na przetwarzanie danych. W celu realizacji swoich praw Klienci mogą skontaktować się z Administratorem drogą elektroniczną na adres: piotr@macai.studio.",
            "head6":"§6. POSTANOWIENIA KOŃCOWE",
            "desc6": "Niniejsza Polityka Prywatności wchodzi w życie z dniem 22.05.2024. Administrator zastrzega sobie prawo do zmiany niniejszej Polityki Prywatności. O zmianach Klienci będą informowani drogą elektroniczną.",
            "head7":"",
            "headcook":"POLITYKA COOKIES MACAI.STUDIO",
            "cook1": "Cookies – małe pliki tekstowe wysyłane przez serwer www i zapisywane na urządzeniu końcowym (np. komputer, smartfon) użytkownika, podczas korzystania ze stron internetowych. Cookies sesyjne – pliki cookies usuwane po zakończeniu sesji przeglądarki.Cookies stałe – pliki cookies pozostające na urządzeniu użytkownika przez określony czas. Cookies pierwszej strony – pliki cookies umieszczane przez stronę, którą użytkownik aktualnie odwiedza.Cookies stron trzecich – pliki cookies umieszczane przez serwisy inne niż odwiedzana strona.",
            "headcook1":"§1. DEFINICJE",
            "cook2": "Administrator wykorzystuje następujące rodzaje plików cookies: a) Niezbędne do funkcjonowania Sklepu: Przechowywanie zawartości koszyka, Zapamiętywanie logowania użytkownika, Dostosowanie wyświetlanej zawartości do użytkownika. b) Funkcjonalne:Zapamiętywanie preferencji użytkownika (np. język, region),Zapamiętywanie ustawień wyglądu strony. c) Analityczne:Mierzenie ruchu na stronie w celu ulepszania jej funkcjonowania,Generowanie anonimowych statystyk i raportów. d) Marketingowe:Personalizacja reklam wyświetlanych użytkownikowi, Analiza skuteczności kampanii marketingowych.",
            "headcook2":"§2. RODZAJE I CELE WYKORZYSTYWANIA COOKIES",
            "cook3": "Pliki cookies są wykorzystywane w celu: a) Zapewnienia prawidłowego działania i bezpieczeństwa Sklepu, b) Analizy ruchu na stronie i optymalizacji funkcjonalności Sklepu, c) Dostosowania treści i funkcjonalności do preferencji użytkownika, d) Prowadzenia działań marketingowych i reklamowych.",
            "headcook3":"§3. ZARZĄDZANIE PLIKAMI COOKIES",
            "cook4": "Użytkownik może w każdej chwili zmienić ustawienia przeglądarki, aby zablokować zapisywanie plików cookies lub usunąć już zapisane pliki. Zablokowanie lub usunięcie plików cookies może spowodować utrudnienia w korzystaniu ze Sklepu lub uniemożliwić korzystanie z niektórych jego funkcji. Użytkownik może w dowolnym momencie wycofać zgodę na używanie plików cookies, korzystając z ustawień przeglądarki.",
            "headcook4":"§4. COOKIES STRON TRZECICH",
            "cook5": "Na stronie Sklepu mogą być również umieszczane pliki cookies pochodzące od podmiotów trzecich, takich jak: a) Dostawcy usług analitycznych (np. Google Analytics), b) Dostawcy usług reklamowych (np. Google Ads), c) Podmioty świadczące usługi wtyczek społecznościowych. Pliki cookies stron trzecich podlegają odrębnym politykom prywatności tych podmiotów",
            "headcook5":"§5. KONTAKT I REKLAMACJE",
            "cook6": "W sprawach związanych z wykorzystywaniem plików cookies na stronie Sklepu, użytkownik może skontaktować się z Administratorem pod adresem email: piotr@macai.studio . Użytkownik ma prawo wniesienia skargi do organu nadzorczego (Prezesa Urzędu Ochrony Danych Osobowych) w zakresie naruszenia przepisów dotyczących ochrony danych osobowych.",
            "headcook6":"§6. POSTANOWIENIA KOŃCOWE",
            "cook7": "Niniejsza Polityka Cookies wchodzi w życie z dniem 01.05.2024. Administrator zastrzega sobie prawo do zmiany niniejszej Polityki Cookies. O zmianach Klienci będą informowani drogą elektroniczną."
          },
   
        "agentsTab1Title": "Personalni Asystenci Huggingface",
        "agentsTab1Desc1": "Osobisty Asystent dla konkretnych celów",
        "agentsTab1Desc2": "Rekomendacje Oprogramowania i Narzędzi AI",
        "agentsTab1Desc3": "Kreator Wiadomości Email",
        "agentsTab1Desc4": "Kreator Wiadomości Email",
        "agentsTab1Description1": "Personalni Asystenci Huggingface to zaawansowane rozwiązanie oparte na sztucznej inteligencji, które dostosowuje się do unikalnych potrzeb Twojego biznesu. Działając 24/7, oferują wsparcie w obsłudze klienta, odpowiadając na pytania, pozyskując leady oraz automatyzując rutynowe zadania, co pozwala na zwiększenie efektywności operacyjnej.",
        "agentsTab1Description2": "Personalni Asystenci Huggingface to nie tylko technologia, ale strategiczna inwestycja w rozwój Twojej firmy. Dzięki nim zyskujesz przewagę konkurencyjną, poprawiasz satysfakcję klientów oraz wspierasz wzrost sprzedaży. Umożliwiają one skoncentrowanie się na kluczowych aspektach działalności, takich jak budowanie relacji z klientami i rozwijanie marki.",
        
        "agentsTabIntegrationsTitle": "Integracje z Twoimi platformami",
        "agentsTabIntegrations1": "Gmail & Google Workspace",
        "agentsTabIntegrations2": "Notion",
        "agentsTabIntegrations3": "Airtable",
        "agentsTabIntegrations4": "Systemy CRM",
        "agentsTabIntegrationsWoo": "Woocommerce & Wordpress",
        "agentsTabIntegrationsShopify": "Shopify",
        "agentsTabIntegrations5": "Indywidualne Integracje",
        "agentsTabIntegrationsWho": "Dla kogo jest Asystent AI?",
        "agentsTabIntegrationsWho1": "Firmy i organizacje, które chcą poprawić jakość obsługi klienta.",
        "agentsTabIntegrationsWho2": "Przedsiębiorstwa szukające nowych sposobów na generowanie leadów.",
        "agentsTabIntegrationsWho3": "Marki działające online, które potrzebują wsparcia 24/7 w komunikacji z użytkownikami.",
        "agentsTabIntegrationsWho4": "Organizacje chcące automatyzować procesy i redukować koszty obsługi.",


        "agentsTab2Title": "Głosowy Agent AI do Obsługi Klienta",
        "agentsTab2Desc1": "Ultrarealistyczny głosowy agent AI dla stron internetowych",
        "agentsTab2Desc2": "Stworzony z wykorzystaniem Elevenlabs i Claude Sonnet",
        "agentsTab2Desc3": "Niestandardowa baza wiedzy zawierająca informacje o usługach i dane kontaktowe",
        "agentsTab2Desc4": "Automatyzacja generowania leadów z CRM utworzona za pomocą niestandardowego webhooka i Make.com",
        "agentsTab2Description1": "Głosowy Agent AI to innowacyjne rozwiązanie wykorzystujące ultrarealistyczną syntezę mowy do prowadzenia naturalnych rozmów z klientami. Dzięki integracji z Elevenlabs i Claude Sonnet, agent potrafi płynnie komunikować się głosowo przez Twoją stronę internetową, odpowiadając na pytania i obsługując zapytania klientów z wykorzystaniem dedykowanej bazy wiedzy.",
        "agentsTab2Description2": "System został zaprojektowany, aby nie tylko odpowiadać na pytania, ale także aktywnie pozyskiwać leady poprzez integrację z CRM. Wykorzystując niestandardowe webhooki i automatyzację Make.com, każda interakcja może być przekształcona w wartościowy kontakt sprzedażowy. To kompleksowe rozwiązanie, które łączy zaawansowaną technologię głosową z efektywną automatyzacją procesów biznesowych.",
       
        "agentsTab3Title": "Agent AI do Generowania Leadów",
        "agentsTab3Description1": "gent AI dla generacji leadów to wyspecjalizowane narzędzie wdrażane w Twojej firmie, które aktywnie pozyskuje i kwalifikuje potencjalnych klientów. Wykorzystując zaawansowane algorytmy AI, agent prowadzi wartościowe rozmowy z odwiedzającymi, identyfikuje ich potrzeby i automatycznie przekształca zainteresowanych w leady sprzedażowe.",
        "agentsTab3Description2": "Nasze wdrożenie obejmuje pełną konfigurację agenta pod Twoją branżę, szkolenie modelu AI na podstawie Twojej oferty oraz integrację z systemami sprzedażowymi. Dzięki temu otrzymujesz gotowe do działania narzędzie generujące wysokiej jakości leady 24/7.",
        "agentsTab3Desc1": "Stworzony z wykorzystaniem Botpress i Claude Sonnet",
        "agentsTab3Desc2": "Agent AI dla leadów to wyspecjalizowane narzędzie wdrażane w Twojej firmie, które aktywnie pozyskuje i kwalifikuje potencjalnych klientów. Wykorzystując zaawansowane algorytmy AI, agent prowadzi wartościowe rozmowy z odwiedzającymi, identyfikuje ich potrzeby i automatycznie przekształca zainteresowanych w leady sprzedażowe.",
        "agentsTab3Desc3": "Nasze wdrożenie obejmuje pełną konfigurację agenta pod Twoją branżę, szkolenie modelu AI na podstawie Twojej oferty oraz integrację z systemami sprzedażowymi. Dzięki temu otrzymujesz gotowe do działania narzędzie generujące wysokiej jakości leady 24/7.",

        "agentsTabSupportBotTitle": "Agent AI dla wsparcia i obsługi klienta",
        "agentsTabSupportBotDescription1": "Agent AI dla wsparcia i obsługi klienta to zaawansowane rozwiązanie, które automatyzuje interakcje z klientami, zapewniając szybką i efektywną pomoc. Dzięki wykorzystaniu sztucznej inteligencji, agent potrafi rozpoznawać potrzeby klientów, odpowiadać na ich pytania oraz prowadzić naturalne rozmowy, co znacząco poprawia jakość obsługi.",
        "agentsTabSupportBotDescription2": "Nasze wdrożenie obejmuje pełną konfigurację agenta dostosowaną do specyfiki Twojej branży, szkolenie modelu AI na podstawie Twoich usług oraz integrację z istniejącymi systemami obsługi klienta. Dzięki temu zyskujesz narzędzie, które działa 24/7, zwiększając satysfakcję klientów i efektywność operacyjną.",
        "agentsTabSupportBotDesc1": "Stworzony z wykorzystaniem Botpress i Claude Sonnet, nasz agent AI jest w stanie dostarczać spersonalizowane odpowiedzi i wsparcie, co przekłada się na lepsze doświadczenia klientów.",
        "agentsTabSupportBotDesc2": "Agent AI dla wsparcia i obsługi klienta to innowacyjne narzędzie, które automatyzuje procesy komunikacji, pozwalając Twojemu zespołowi skupić się na bardziej złożonych zadaniach.",
        "agentsTabSupportBotDesc3": "Nasze wdrożenie zapewnia pełną konfigurację agenta, szkolenie modelu AI oraz integrację z systemami, co pozwala na efektywne zarządzanie interakcjami z klientami.",


        "agentsTabIntegrationsWhoe": "Dla kogo jest Asystent AI?",
        "agentsTabIntegrationsWhoe1": "Firm B2B szukających automatyzacji procesu pozyskiwania leadów.",
        "agentsTabIntegrationsWhoe2": "Działów sprzedaży potrzebujących stałego dopływu wykwalifikowanych kontaktów.",
        "agentsTabIntegrationsWhoe3": "E-commerce chcących zwiększyć konwersję i wartość koszyka zakupowego.",
        "agentsTabIntegrationsWhoe4": "Zespołów marketingowych dążących do optymalizacji ROI z ruchu na stronie.",

        "agentsTab4Title": "Asystenci Google AI Studio",
        "agentsTab4Desc1": "Osobisty Asystent AI",
        "agentsTab4Desc2": "Generator Promptów z Obrazu na Tekst",
        "agentsTab4Desc3": "Kreator Promptów do Wideo AI",
        "agentsTab4Description1": "Asystenci Google AI Studio to zaawansowane rozwiązanie wykorzystujące najnowsze modele językowe Google, pozwalające na tworzenie spersonalizowanych asystentów AI dostosowanych do konkretnych zadań. Dzięki intuicyjnemu interfejsowi możesz łatwo skonfigurować własnego asystenta, który będzie wspierał Twój biznes w generowaniu treści, analizie danych czy automatyzacji procesów.",
        "agentsTab4Description2": "Wdrożenie obejmuje pełną konfigurację asystentów pod Twoje potrzeby, w tym dostosowanie bazy wiedzy, integrację z istniejącymi systemami oraz szkolenie z obsługi platformy. Asystenci mogą być wykorzystywani do różnorodnych zadań - od generowania kreatywnych promptów do obrazów i wideo, przez tworzenie treści marketingowych, aż po zaawansowaną analitykę biznesową.",
        
        "agentsTab5Title": "Agent AI Ecommerce z Rekomendacją Produktów",
        "agentsTab5Desc1": "Biblioteka Narzędzi AI z Blogiem i Newsletterem",
        "agentsTab5Desc2": "Studio Web & AI pomagające skalować i rozwijać przedsiębiorstwa z wykorzystaniem najnowszej technologii",
        "agentsTab5Desc3": "Gen AI Studio tworzące kreatywne materiały wizualne dla biznesu",
        "agentsTab5Description1": "Asystent AI dla e-commerce to inteligentne narzędzie personalizujące doświadczenia zakupowe. Analizując zachowania klientów w czasie rzeczywistym, dostarcza trafnych rekomendacji produktowych i zwiększa konwersję w Twoim sklepie internetowym.",
        "agentsTab5Description2": "System wykorzystuje uczenie maszynowe do zrozumienia preferencji każdego klienta, sugerując produkty najlepiej dopasowane do jego potrzeb. Automatycznie identyfikuje wzorce zakupowe, cross-selling i up-selling, maksymalizując wartość koszyka.",
     
        "agentsTab6Title": "Customowy Multimdalny AI Agent Z RAG z logowaniem do aplikacji",
        "agentsTab6Desc1": "Stworzony w czystym kodzie wykorzystując Next.js",
        "agentsTab6Desc2": "Multimodalna aplikacja - jako input przyjmuje text, zdjęcia oraz pliki",
        "agentsTab6Desc4": "Pamięc rozmów",
        "agentsTab6Desc3": "System logowania z implementacją własnej bazy danych",
        "agentsTab6Description1": "Customowy Multimodalny AI Agent z RAG to zaawansowane rozwiązanie, które integruje różnorodne źródła danych, aby dostarczać spersonalizowane odpowiedzi i wsparcie dla Twoich klientów. Dzięki funkcji logowania do aplikacji, agent może dostosować swoje interakcje do indywidualnych potrzeb użytkowników, zapewniając im dostęp do informacji w czasie rzeczywistym oraz automatyzując procesy obsługi klienta.",
        "agentsTab6Description2": "Ten agent to nie tylko narzędzie, ale kompleksowe rozwiązanie, które zwiększa efektywność operacyjną Twojego biznesu. Dzięki możliwości integracji z różnymi systemami, zapewnia płynne doświadczenie użytkownika, co przekłada się na wyższą satysfakcję klientów i lepsze wyniki sprzedażowe. Inwestując w Customowy Multimodalny AI Agent, zyskujesz przewagę konkurencyjną i możliwość skupienia się na strategicznym rozwoju swojej marki.",
      
        "agentsTab7Title": "Lokalny AI RAG Agent",
        "agentsTab7Desc1": "W pełni prywatny Agent działający na własnej maszynie",
        "agentsTab7Desc2": "Wykorzystujący Ollama co zapewnia prywatność od strony LLM",
        "agentsTab7Desc3": "Dowolna baza wiedzy, w dowolnej formie",
        "agentsTab7Description1": "Lokalny Asystent AI to rozwiązanie działające w pełni na Twojej infrastrukturze, bez połączenia z chmurą. Wszystkie dane i interakcje pozostają na Twoich serwerach, zapewniając maksymalny poziom bezpieczeństwa i zgodność z RODO.",
        "agentsTab7Description2": "System działa w modelu on-premise, wykorzystując lokalne modele AI bez wysyłania danych na zewnątrz. Gwarantuje to pełną kontrolę nad danymi, co jest kluczowe dla firm operujących na wrażliwych danych klientów i transakcjach.",
     
        "agentsTab8Title": "Agent AI dla Ainsider.tools",
        "agentsTab8Desc1": "Multi-Agent RAG korzystający wyłącznie z indywidualnej bazy danych",
        "agentsTab8Desc2": "Autopoprawianie i weryfikacja odpowiedzi",
        "agentsTab8Desc3": "Pomoże znaleźć narzędzia AI lub workflow z ich użyciem idealnie dopasowany do Twoich celów",
        "agentsTab8Description1": "Asystent AI to nowoczesne rozwiązanie, które wykorzystuje sztuczną inteligencję, aby wspierać Twoich klientów i zwiększać efektywność Twojego biznesu. Dzięki niemu Twoja firma zyskuje wirtualnego doradcę, który działa 24/7, odpowiada na pytania klientów, pozyskuje nowe leady i automatyzuje wiele procesów.",
        "agentsTab8Description2": "Asystent AI to nie tylko narzędzie, to także inwestycja w przyszłość Twojego biznesu. Zapewnia przewagę konkurencyjną, zwiększa satysfakcję klientów i wspiera rozwój sprzedaży. Dzięki niemu możesz skupić się na tym, co najważniejsze, budowaniu relacji z klientami i rozwijaniu swojej marki.",
     
    "resourcesTabDesc4":"Biblioteka Narzędzi AI z Blogiem i Newsletterem - odpowiednik Ainsider.tools lecz dla polskojęzycznej audiencji",
    "resourcesTabDescNewsletter":"Newsletter na temat technologii AI zawierający newsy, poradniki i tutoriale na temat AI",
    "resourcesTabDesc6":"Zestaw Asystentów i Agentów AI dla różnych biznesowych celów",
    "resourcesTabDesc7":"Szkolenia i Poradniki AI - oferuję różnorodne szkolenia oraz szczegółowe poradniki dotyczące sztucznej inteligencji, które pomogą Ci zrozumieć i wdrożyć nowoczesne technologie w Twoim biznesie.",
    "resourcesTabDesc7Title":"Szkolenia i Poradniki AI",


    "resourcesTabAinsiderTools":"Biblioteka Narzędzi AI z Blogiem i Newsletterem przeznaczona dla polskojęzycznej audiencji",


    "genaiTabHeader":"Zobacz moje Video i Grafiki stworzone z AI",
    "resourcestabs_header":"Zobacz moje Biblioteki i Poradniki AI",


    "calendly":"Umów się na rozmowę",
    "pricingPhone": "Telefon",

    "footermenu1":"Biblioteka Promptów AI",
    "footermenu2":"Usługi",
    "footermenu3":"O mnie",
    "footermenu4":"Technologie",
    "footermenu5":"Kontakt",
    "footermenu6":"Narzędzia AI",
    "footermenuabout":"O mnie",

    "skiils_header":"Moje umiejętności i wykorzystywane technologie",

    "works_All":"Wszystko",
    "works_Web":"Strony i platformy internetowe",
    "works_AI":"AI",

    "portfolio_header_h":"Zobacz co buduję",
    "portfolio_header_P":"Moje projekty i aplikacje",
    "portfolio_header_Desc": "Które zmieniają biznesy",

    "publ_header_h":"Moje Biblioteki AI",
    "publ_header_P":"Tools & Prompts",

    "about_CardTitle1": "Web & Ecommerce",
    "about_CardDesc1": "Stworzę zapadające w pamięć logo, materiały graficzne, jak i szablony UX/UI oraz wszelkiego rodzaju treści na media społecznościowe, a także plakaty, wizytówki i banery reklamowe.",
    "about_CardTitle2": "Narzędzia i implementacje AI",
    "about_CardDesc2": "Oferuję zaawansowane usługi implementacji określonych dla danych celów narzędzi AI, by pomóc firmom automatyzować powtarzalna zadania oraz procesy poprawiając wydajność oraz oszczędzając czas.",
    "about_CardTitle3": "Asystenci i Agenci AI",
    "about_CardDesc3": "Tworzę customowe Czatboty Ai operte o najnowszą technologię i modele AI, wyszkolone na własnych dla danej firmy lub organizacji bazie wiedzy i danych, w pełni do określonych potrzeb i celów.",
    "about_CardTitle4": "Automatyzacje procesów",
    "about_CardDesc4": "Pomogę Ci zautomatyzować różnorodne powtarzalne zadania i procesy w Twojej firmie lub organizacji.",
    "about_CardTitle5": "CRM i Systemy Zarządaznia",
    "about_CardDesc5": "Nowoczesne i dostosowane strony internetowe, tworzone od podstaw w dowolnej technologii lub przy użyciu wybranego szablonu. Każda z naszych stron może mieć dowolne funkcje i możliwości, a także dowolne integracje. Co istotne - zawsze są doskonale zoptymalizowane pod SEO.",
    "about_CardTitle6": "Audyty i konsultacje",
    "about_CardDesc6": "Przeprowadzam audyty stron, sklepu internetowych lub profili w mediach społecznościowych, włącznie z obecnością w Google, dostarczając Ci szczegółowy raport.",

   "aboutDesign_CardTitle1": "Branding",
"aboutDesign_CardDesc1": "Specjalizuję się w tworzeniu unikalnych i wyrazistych logotypów, kompleksowych wytycznych brandingowych oraz wszystkich kluczowych materiałów identyfikacji wizualnej, które wyróżnią Twoją firmę na rynku.",
"aboutDesign_CardTitle2": "Projekty UX/UI",
"aboutDesign_CardDesc2": "Projektuję intuicyjne i skoncentrowane na użytkowniku interfejsy dla stron internetowych, aplikacji mobilnych oraz platform cyfrowych, zapewniając płynne doświadczenie użytkownika i nowoczesną estetykę.",
"aboutDesign_CardTitle3": "Grafiki i Ilustracje",
"aboutDesign_CardDesc3": "Przyciągające wzrok projekty plakatów, wizytówek, broszur i banerów, które doskonale reprezentują Twoją markę i skutecznie komunikują jej przekaz.",
"aboutDesign_CardTitle4": "Video i Animacje",
"aboutDesign_CardDesc4": "Tworzę profesjonalne filmy i animacje, które przyciągają uwagę i skutecznie komunikują Twoje przesłanie. Moje usługi obejmują produkcję wideo, animacje 2D i 3D, a także edycję, co pozwala na stworzenie unikalnych treści wizualnych, które wyróżnią Twoją markę na rynku.",
"aboutDesign_CardTitle5": "Social Media Content",
"aboutDesign_CardDesc5": "Niestandardowe i angażujące wizualizacje dla mediów społecznościowych, w tym szablony postów, stories oraz banery reklamowe, dopasowane do tonu Twojej marki i grupy docelowej.",
"aboutDesign_CardTitle6": "Audyt Designu i Konsultacje",
"aboutDesign_CardDesc6": "Przeprowadzam kompleksowe ewaluacje aktualnych zasobów wizualnych i oferuję ekspertyzy eksperckie w zakresie poprawy brandingu, komunikacji wizualnej oraz doświadczenia użytkownika.",

"aboutWeb_CardTitle1": "Strony internetowe",
"aboutWeb_CardDesc1": "Tworzę w pełni dostosowane, responsywne strony internetowe, dopasowane do Twoich indywidualnych potrzeb, wykorzystując najnowocześniejsze technologie, gwarantujące optymalną wydajność i estetykę.",
"aboutWeb_CardTitle5": "Projektowanie Landing Page",
"aboutWeb_CardDesc5": "Tworzę zorientowane na konwersję strony docelowe, zoptymalizowane pod kątem kampanii marketingowych, z przekonującymi wizualizacjami i funkcjonalnością napędzającą rezultaty.",
"aboutWeb_CardTitle2": "CRM & CMS",
"aboutWeb_CardDesc2": "Specjalizuję się w wdrażaniu rozwiązań CRM i CMS, w tym tworzeniu i dostosowywaniu stron opartych na WordPress, które wspierają zarządzanie danymi klientów oraz automatyzację procesów biznesowych.",
"aboutWeb_CardTitle3": "Rozwiązania E-Commerce",
"aboutWeb_CardDesc3": "Rozwijam skalowalne sklepy internetowe przy użyciu platform takich jak WooCommerce, Shopify lub rozwiązań autorskich, zapewniających płynne doświadczenia zakupowe i łatwość zarządzania.",
"aboutWeb_CardTitle4": "Indywidualne projekty",
"aboutWeb_CardDesc4": "Tworzę dedykowane aplikacje webowe, integrujące zaawansowaną funkcjonalność i dynamiczne rozwiązania, odpowiadające unikalnym potrzebom Twojego biznesu.",
"aboutWeb_CardTitle6": "Optymalizacja Wydajności i SEO",
"aboutWeb_CardDesc6": "Optymalizuję strony internetowe pod kątem szybkości, pozycjonowania oraz jakości użytkowania, gwarantując krótkie czasy ładowania i wyższą widoczność w wyszukiwarkach.",
    
"aboutAI_CardTitle1": "Strategie wdrożeń AI",
"aboutAI_CardDesc1": "Pomagam firmom projektować i wdrażać strategie AI, które są zgodne z ich celami, zapewniając długoterminowy sukces i przewagę konkurencyjną w branży.",
"aboutAI_CardTitle2": "Integracja narzędzi i modeli AI",
"aboutAI_CardDesc2": "Specjalizuję się w integracji narzędzi i platform AI z istniejącymi systemami, umożliwiając płynne przepływy pracy i odblokowując nowe efektywności.",
"aboutAI_CardTitle3": "Tworzenie niestandardowych narzędzi AI",
"aboutAI_CardDesc3": "Projektuję dedykowane narzędzia AI dostosowane do potrzeb Twojego biznesu, wykorzystując najnowocześniejsze technologie do rozwiązywania złożonych problemów i usprawniania podejmowania decyzji.",
"aboutAI_CardTitle4": "Fine-tuning modeli AI",
"aboutAI_CardDesc4": "Dostosowuję modele AI do specyficznych potrzeb, aby maksymalizować ich efektywność i precyzję w analizie danych oraz podejmowaniu decyzji.",
"aboutAI_CardTitle5": "Projektowanie architektury systemów AI",
"aboutAI_CardDesc5": "Tworzę solidne architektury systemów AI, zapewniając ich skalowalność, niezawodność i wydajność dla aplikacji opartych na sztucznej inteligencji.",
"aboutAI_CardTitle6": "Konsultacje i audyty AI",
"aboutAI_CardDesc6": "Działając jako Twój Techniczny CTO ds. AI, prowadzę projekty AI od początku do końca, od koncepcji i planowania po rozwój i wdrożenie, zapewniając sukces i zwrot z inwestycji.",

"aboutAgents_CardTitle1": "Agenci AI do obsługi i wsparcia klienta",
"aboutAgents_CardDesc1": "Wdrożenie czatbotów AI do obsługi klienta, które automatyzują interakcje, zwiększa efektywność i satysfakcję użytkowników, a także oszczędza czas i zasoby firmy.",
"aboutAgents_CardTitle2": "Agenci AI do sprzedaży i rekomendacji produktów",
"aboutAgents_CardDesc2": "Agenci AI w sprzedaży automatyzują procesy zamówień i rekomendacji produktów, co prowadzi do zwiększenia konwersji oraz poprawy doświadczenia zakupowego.",
"aboutAgents_CardTitle3": "Głosowi Asystenci i Agenci AI",
"aboutAgents_CardDesc3": "Głosowi asystenci AI automatyzują interakcje z klientami, oferując szybkie odpowiedzi i wsparcie, co zwiększa efektywność obsługi oraz satysfakcję użytkowników.",
"aboutAgents_CardTitle4": "Agenci AI dla marketingu",
"aboutAgents_CardDesc4": "Agenci AI w marketingu personalizują komunikację z klientami, co zwiększa zaangażowanie oraz skuteczność kampanii marketingowych.",
"aboutAgents_CardTitle5": "Agenci AI z własną bazą wiedzy",
"aboutAgents_CardDesc5": "Czatboty AI do analizy danych wspierają zbieranie i przetwarzanie informacji o klientach, co ułatwia podejmowanie lepszych decyzji biznesowych.",
"aboutAgents_CardTitle6": "Indywidualne wdrożenia",
"aboutAgents_CardDesc6": "Konsultacje w zakresie wdrażania czatbotów AI do zarządzania projektami optymalizują procesy i zwiększają efektywność zespołów, co przekłada się na lepsze wyniki projektów.",

    "cta_newsletter": "Dołącz do AI Newslettera",
    "cta_consultation": "Darmowa Konsultacja",
    "cta_talk": "Porozmawiajmy o Twoim Projekcie",
    "cta_agent": "Porozmawiajmy o Twoim AI Asystencie",
    "cta_details": "Dowiedz się więcej",
    "cta_portfolio": "Zobacz Moje Portfolio",
    "cta_more": "Zobacz szczegóły",

    "grid_subtitle1": "Zobacz Moje Study-Cases",
    "grid_title1": "Portfolio & Projekty",

    "cta_subtitle1": "Rozwiązana AI i Web dla Biznesu",
    "cta_title1": "Wznieś Swój Biznes Na Wyższy Poziom",
    "cta_desc1": "Wykorzystuję najnowsze technologie sztucznej inteligencji, aby opracować strategie idealnie dopasowane do Twojej branży i celów. Dzięki temu pomagam w optymalizacji procesów, zwiększaniu efektywności i odkrywaniu nowych możliwości rozwoju.",
    "cta_subtitle2": "Rozwiązania Idealnie Dostosowane",
    "cta_title2": "Dla Potrzeb Twojego Biznesu",
    "cta_desc2": "Otrzymasz rozwiązania, które pomagają osiągnąć przewagę konkurencyjną i maksymalizować efektywność działań biznesowych, niezależnie od wyzwań, przed którymi stoisz.",
    
    "aicta_subtitle1": "Asystenci i Agenci AI",
    "aicta_title1": "Na podstawie indywidualnych potrzeb, wedle zaplanowanej strategii",
    "aicta_desc1": "Możesz zautomatyzować wiele procesów oraz zaoszczędzić wiele czasu jak i zasobów dzięki asystentom AI oraz indywidualnym automatyzacjom, które są dostosowane do specyficznych potrzeb Twojego biznesu. Moje rozwiązania automatyzują kluczowe procesy, poprawiając interakcje z klientami i zwiększając efektywność operacyjną. Dzięki spersonalizowanemu podejściu, moje systemy stają się nieodłącznym elementem Twojej strategii rozwoju, wspierając wzrost i innowacyjność.",
    "aicta_subtitle2": "Asystenci AI i Automatyzacje",
    "aicta_title2": "Asystenci AI i Automatyzacje - Twoje Kluczowe Rozwiązanie",
    "aicta_desc2": "Dzięki naszym asystentom AI zyskujesz inteligentne narzędzia, które automatyzują rutynowe zadania, zwiększają efektywność operacyjną i pozwalają skupić się na strategicznych działaniach. Oszczędzając czas i zasoby, poprawiają jakość obsługi klientów, co przekłada się na wyższą satysfakcję i lojalność, a także przyczynia się do wzrostu Twojego biznesu.",
   
    "webcta_building": "Moje osobiste projekty.",
    "webcta_subtitle1": "Szyte Na Miarę Strony, Landing Page i Sklepy Internetowe",
    "webcta_title1": "Landing Page | Web | Ecommerce",
    "webcta_desc1": "Projektuję nowoczesne strony internetowe, które wyróżniają się estetyką, intuicyjnością i wydajnością. Korzystam z React/Next.js, WordPressa lub narzędzi no-code, aby tworzyć rozwiązania idealnie dopasowane do Twojej wizji i potrzeb.",
    "webcta_subtitle2": "Personalizowane Rozwiązania Webowe",
    "webcta_title2": "Dla Twoich Indywidualnych Celów",
    "webcta_desc2": "Twoja strona stanie się skutecznym narzędziem sprzedaży, budując zaufanie wśród klientów i zwiększając Twoją widoczność w cyfrowym świecie.",
    
    "visualscta_subtitle1": "Design | UX/UI | Branding | Wizualizacje",
    "visualscta_title1": "Tworzenie Wyjątkowych Interfejsów i Niezapomnianych Doświadczeń Użytkownika",
    "visualscta_desc1": "Projektuję interfejsy, które nie tylko zachwycają estetyką, ale również zwiększają efektywność i satysfakcję użytkowników. Łączę nowoczesny design z funkcjonalnością, tworząc rozwiązania, które budują trwałe relacje z klientami.",
    "visualscta_subtitle2": "Indywidualne Rozwiązania dla Twojego Biznesu",
    "visualscta_title2": "Projekty, które Przynoszą Wyniki",
    "visualscta_desc2": "Tworzę intuicyjne, przyjazne interfejsy landing page, stron oraz sklepów www i aplikacji, które zapewniają łatwą nawigację i niezapomniane doświadczenia. Te płynne interakcje nie tylko zwiększą zaangażowanie i satysfakcję klientów, ale także zbudują trwałe zaufanie i lojalność wobec Twojej marki, wspierając długoterminowe relacje i rozwój biznesu.",    
    

    "designcta_subtitle1": "Design | UX/UI | Branding | Wizualizacje",
    "designcta_title1": "Tworzenie Wyjątkowych Interfejsów i Niezapomnianych Doświadczeń Użytkownika",
    "designcta_desc1": "Projektuję interfejsy, które nie tylko zachwycają estetyką, ale również zwiększają efektywność i satysfakcję użytkowników. Łączę nowoczesny design z funkcjonalnością, tworząc rozwiązania, które budują trwałe relacje z klientami.",
    "designcta_subtitle2": "Indywidualne Rozwiązania dla Twojego Biznesu",
    "designcta_title2": "Projekty, które Przynoszą Wyniki",
    "designcta_desc2": "Tworzę intuicyjne, przyjazne interfejsy landing page, stron oraz sklepów www i aplikacji, które zapewniają łatwą nawigację i niezapomniane doświadczenia. Te płynne interakcje nie tylko zwiększą zaangażowanie i satysfakcję klientów, ale także zbudują trwałe zaufanie i lojalność wobec Twojej marki, wspierając długoterminowe relacje i rozwój biznesu.",    
    
    "videocta_subtitle1": "Generatywna AI - Tworzenie Video, Zdjęć i Grafik",
    "videocta_title1": "Video, Visual Content i Storytelling",
    "videocta_desc1": "Łącząc technologię generatywnej AI z manualnym kunsztem edycji, tworzę materiały multimedialne, które opowiadają historie, angażują i budują wizerunek marki. Moje rozwiązania wizualne są tworzone na miarę Twojej strategii.",
    "videocta_subtitle2": "Unikalne Rozwiązania Video",
    "videocta_title2": "Rozwiązania wizualne, które Wyróżniają Twoją Markę",
    "videocta_desc2": "Video oraz grafiki, które zwiększają rozpoznawalność marki i skutecznie angażują Twoją grupę docelową, wzmacniając Twoją pozycję na rynku.",
  
    "feature_one_title": "Audyty i konsultacje",
    "feature_one_desc1": "Odkryj pełny potencjał swoich inicjatyw internetowych i AI dzięki starannym audytom i dostosowanym konsultacjom. Dogłębnie analizuję Twoje systemy, identyfikując nieefektywności, luki i możliwości rozwoju.",
    "feature_one_desc2": "Dzięki szczegółowym oceną i praktycznym wskazówkom pomagam przekształcać wyzwania w strategiczne przewagi. Od audytów technicznych po kompleksowe konsultacje, wspieram decyzje oparte na danych, które napędzają innowacje i sukces.",
  
    "feature_two_title": "Strategia i planowanie",
    "feature_two_desc1": "Podnieś swoje projekty dzięki starannie opracowanej strategii i planowi działania. Przekształcam pomysły w osiągalne cele, dostosowując Twoją wizję do profesjonalnego planowania.",
    "feature_two_desc2": "Dzięki nowoczesnym narzędziom analitycznym i proaktywnemu podejściu zapewniam, że Twój projekt pozostaje elastyczny i skuteczny. Razem kładziemy fundamenty dla zrównoważonego wzrostu i długoterminowego sukcesu.",
  
    "feature_three_title": "Wdrożenie",
    "feature_three_desc1": "Ożyw swoją wizję dzięki precyzyjnemu wdrożeniu. Przekształcam strategie w konkretne kroki, zarządzając każdym szczegółem, aby zapewnić płynne wykonanie.",
    "feature_three_desc2": "Od konfiguracji po wdrożenie, prowadzę Cię przez każdy etap z jasną komunikacją i mierzalnymi wynikami. Dostarczając rezultaty, które spełniają Twoje oczekiwania, zapewniam, że Twój projekt zostanie zrealizowany efektywnie i skutecznie.",

    "counter_subtitle1": "MOJE OSIĄGNIĘCIA",
    "counter_title1": "Wyniki z jakich jestem dumny",
    "counter_desc1": "",
    
    "mainwelcome": "Witaj! Jestem Piotr Macai!",
    "mainintro": "AI & Web Specialist",
    "maindesc": "Design | Web | AI | Automatyzacje",
    "main_heroP": "Konsultacje | Strategie | Wdrożenia | Modele | Narzędzia | Technologia AI",
    "main_portfolio": "Zobacz moje portfolio",

    "aimainwelcome": "Agenci AI | Aplikacje AI | Automatyzacje",
    "aimainintro": "AI Developer & Specialist",
    "aimaindesc": "Z pasją do tworzenia Agentów i Rozwiązań AI",
    "aimain_heroP": "Łączę najnowocześniejsze rozwiązania biznesowe wykorzystując najlepszą technologię",
    "aimain_heroP2": "Zobacz moje AI portfolio:",

    "webmainwelcome": "Web | Code | E-commerce | UX/UI | CRM",
    "webmainintro": "Web Developer & Designer",
    "webmaindesc": "Z pasją tworzę najwyższej jakości rozwiązania webowe",
    "webmain_heroP": "Łączę najnowocześniejsze rozwiązania biznesowe wykorzystując najlepszą technologię",
    "webmain_heroP2": "Zobacz moje web projekty:",

    "designmainwelcome": "Design | Grafiki | Branding | Wideo",
    "designmainintro": "Web & AI Designer",
    "designmaindesc": "Z pasją tworzę zachwycające materiały wizualne",
    "designmain_heroP": "Łączę najnowocześniejsze rozwiązania biznesowe wykorzystując najlepszą technologię",
    "designmain_heroP2": "Zobacz moje prace i portoflio:",


    "about_title": "Moje Usługi",
    "about_title2": " oraz specjalizacje",

    "team_title": "O Mnie",
    "team_desc": "Witaj! Specjalizuję się w efektywnym wykorzystaniu możliwości internetu wspartych najnowszą technologią AI dla biznesu, pomagając go rozwijać, skalować oraz zarabiać więcej. Współpracujemy ściśle z naszymi klientami, aby opracowywać spersonalizowane dla danych celów strategie, które przynoszą rezultaty.",
    "team_CardTitle1": "Uwielabim AI",
    "team_CardDesc1": "i inne rewolucyjne technologie",
    "team_CardTitle2": "Posiadam głęboką wiedzę",
    "team_CardDesc2": "w narzędziach AI i Web technologiach",
    "team_CardTitle3": "Szerokie doświadczenie",
    "team_CardDesc3": "w biznesie",

    "publ_CardTitle1":"ChatGPT & LLMs",
    "publ_CardDesc1":"Blblioteka Promptów",
    "publ_CardTitle2":"Narzędzia AI",
    "publ_CardDesc2":"Blblioteka",
    "publ_CardTitle3":"Ainsider",
    "publ_CardDesc3":"AI Newsletter & Blog",


    "web_hero_header2": "Pomogę rozwinąć Twój biznes w sieci",
    "web_hero_header2desc": "Wykorzystując nowoczesne technologie i AI",
    "web_services_title":"Nowoczesne Web technologie",
    "web_services_titleDesc":"Szyte na miarę dla Twojego biznesu",
    "web_services_serviceDesc":"Jeśli chcesz pokazać w internecie swoją markę, produkty lub usługi w internecie w unikalny sposób - pomogę Ci stworzyć wymarzoną stronę internetową. Niezależnie od tego, czy potrzebujesz landing page, bloga, sklepu internetowego czy złożonej aplikacji internetowej, kompleksowo się tym zajmę tworząc dokładnie to czego potrzebujesz.",
    "web_services_serviceTitle1":"Projekty graficzne", 
    "web_services_serviceTitle2":"Strony i sklepy internetowe",
    "web_services_serviceTitle3":"Konsultacje oraz audyty",
    "web_services_service1":"Stworzę projekt loga, materiałów graficznych lub strony www dla Ciebie i Twoich potrzeb, który odzwierciedla Twoją wizję i tożsamość. Używamy najnowszych technologii jak i trendóww projektowaniu, co pozwola na dotarcie do większej ilości potencjalnych klientów.",
    "web_services_service2":"Stworzę Twoją stronę www, platformę e-commerce lub customową aplikację internetową, stosując najlepsze praktyki i standardy. Użyjemy najbardziej odpowiednich narzędzi i frameworków do tworzenia stron internetowych dla Twojego projektu. Zapewnimy, że Twoja strona internetowa jest szybka, niezawodna i bezpieczna.",
    "web_services_service3":"Zapewniam obszerne konsultacje, wsparcie i w razie potrzeby - utrzymanie Twojej strony internetowej. Możemy również regularnie aktualizować Twoją stronę internetową, naprawiać wszelkie błędy lub problemy i optymalizować jej wydajność.",
    "web_services_DetailsTitle":"Moje usługi",
    "web_services_DetailsTitleDesc":"Napędzane przez AI. Stworzone dla Twojego biznesu",
    "web_services_card1Title": "Tworzenie stron internetowych",
    "web_services_card1Desc": "Moje usługi obejmujmują stworzenie strony internetowej od podstaw lub z użyciem profesjonalnych szablonów, zgodnie z Twoimi specyfikacjami i wymaganiami. Możesz wybrać funkcje, funkcjonalności i projekt swojej strony internetowej, a my to zrealizujemy. Wykorzystamy najlepsze narzędzia i ramy do tworzenia stron internetowych, aby stworzyć stronę internetową, która jest responsywna, przyjazna dla użytkownika i bezpieczna. Zapewnimy również usługi hostingu i utrzymania strony internetowej, aby zapewnić jej płynne i efektywne działanie.",
    "web_services_card2Title": "Landing Page",
    "web_services_card2Desc": "Landing Page ma na celu przyciągnięcie uwagi i zainteresowania Twoich odwiedzających oraz przekonanie ich do podjęcia określonej akcji, takiej jak zapisanie się na newsletter, pobranie bezpłatnego produktu lub zakup produktu. Stworzymy stronę docelową, która jest atrakcyjna, angażująca i zoptymalizowana pod kątem konwersji. Pomożemy Ci również w pisaniu tekstów, grafikach i analizie Twojego Landing Page, implementując odpowiednie narzędzia analityczne.",
    "web_services_card3Title": "E-commerce",
    "web_services_card3Desc": "Stworzę szyty na miarę Twoich potrzeb i wymagań sklep internetowy, który jest łatwy w użyciu, bezpieczny i skalowalny. Pomożemy Ci również w projektowaniu, branding, marketingu i SEO Twojego e-commerce, doradzając i proponując najlepsze znane Nam rozwiązania.",
    "web_services_card4Title": "Wordpress",
    "web_services_card4Desc": "Stworzę dla Ciebie stronę internetową lub platformę idealnie dostosowaną do potrzeb Twojej firmy, korzystając z WordPressa, najpopularniejszego i najbardziej wszechstronnego systemu zarządzania treścią (CMS) na świecie. WordPress pozwala na tworzenie i zarządzanie każdym rodzajem strony internetowej, od blogów po portfolio i strony informacyjne. Stworzymy stronę WordPress, która jest dostosowana do Twoich potrzeb i preferencji. Pomożemy Ci również w instalacji, konfiguracji, wyborze motywu, integracji wtyczek i zabezpieczeniach Twojej strony WordPress.",
    "web_services_card5Title": "Aplikacje internetowe",
    "web_services_card5Desc": "Jeśli chcesz stworzyć własną, customową aplikację internetową o określonych wymaganiach, które są szybkie, responsywne i przyjazne dla użytkownika, z chęcią kompleksowo się tym kompleksowo się tym zajmę korzystając z potężnych narzędzi takich jak React.js lub Next.js.",
    "web_services_card6Title": "Optymalizacja i wydajność",
    "web_services_card6Desc": "Łatwo mogę poprawić wydajność i szybkość Twojej strony internetowej, co bezpośrednio wpływa na dostęp do większej ilości potencjalnych klientow. Optymalizacja internetowa jest niezbędna do poprawy doświadczenia użytkownika, zwiększenia ruchu i poprawy pozycji Twojej strony internetowej. Zoptymalizujemy Twoją stronę internetową, stosując różne techniki, takie jak minimalizacja kodu, kompresja obrazów, buforowanie plików i redukcja żądań serwera. Będziemy również monitorować i analizować wydajność Twojej strony internetowej oraz dostarczać raporty i rekomendacje.",
    "web_services_card7Title": "SEO",
    "web_services_card7Desc": "SEO oznacza optymalizację dla wyszukiwarek internetowych, czyli praktykę polegającą na poprawie jakości i trafności Twojej strony internetowej, aby uzyskać wyższą pozycję na stronach wyników wyszukiwania (SERP). SEO obejmuje zarówno czynniki na stronie, jak i poza nią, takie jak słowa kluczowe, treści, linki, aspekty techniczne i zachowanie użytkowników. SEO może pomóc Ci zwiększyć ruch organiczny, widoczność i wiarygodność Twojej strony internetowej, a także przyciągnąć więcej wykwalifikowanych leadów i klientów na Twoją stronę internetową.",
    "web_services_card8Title": "Marketing",
    "web_services_card8Desc": "Specjalizuję się w marketingu internetowym, co obejmuje SEO (optymalizację wyszukiwarek internetowych), kampanie reklamowe Google Ads, e-mail marketing, oraz tworzenie i optymalizację stron internetowych. Dzięki naszym zaawansowanym narzędziom i strategiom zapewniamy, że Twoja marka jest widoczna dla odpowiednich grup docelowych w internecie. To oznacza wzrost ruchu na stronie internetowej, zwiększenie konwersji i bardziej efektywny zwrot z inwestycji.",
    "web_services_card9Title":"Tworzenie kontentu",
    "web_services_card9Desc":"Pomogę Ci zautomatyzować proces tworzenia wysokiej jakości i oryginalnych treści - zdjęć, filmów, grafik lub jakiejkolwiek treści związanej z copywritingiem dla Twojej strony internetowej, bloga, mediów społecznościowych itp. Istnieją narzędzia oparte na sztucznej inteligencji, które mogą pomóc w generowaniu treści, ale należy pamiętać, że treści generowane przez AI mogą wymagać solidnej edycji, optymalizacji i weryfikacji zawartości merytorycznej.",
    "web_services_card10Title":"Social Media",
    "web_services_card10Desc":"Wykorzystując narzędzia AI dziedzinie mediów społecznościowych doskonale wiem, jak wykorzystać potencjał Facebooka, Instagrama, Twittera, LinkedIn i innych platform, aby zwiększyć widoczność Twojej marki. Tworzymy spersonalizowane strategie, tworzymy ciekawe treści i zarządzamy Twoimi profilami, aby zapewnić ciągłą interakcję z Twoją społecznością online. Naszym celem jest nie tylko zwiększenie liczby obserwujących, ale także budowanie zaangażowania i lojalności klientów.",
    "web_services_card11Title":"Generowanie leadów spredażowych",
    "web_services_card11Desc":"Pozyskiwanie nowych klientów to kluczowy element rozwoju każdej firmy. Wykorzystując stosuje różnorodne strategie, w tym generowanie leadów, kampanie reklamowe ukierunkowane na zdobycie nowych klientów oraz analizę danych, aby zidentyfikować potencjalne źródła nowych klientów. Dzięki naszemu doświadczeniu i szerokiemu zakresowi narzędzi pomagamy Ci przyciągnąć nowych klientów i rozwijać swój biznes.",
    "web_services_card12Title":"Strategie marketingowe",
    "web_services_card12Desc":"Niezależnie od tego, czy jesteś małą firmą, rozpoczynasz nowy projekt, czy też jesteś dużą korporacją, pomogę Ci dostować swoje usługi do Twoich unikalnych potrzeb i celów. Jesteśmy gotowi stanąć na wysokości zadania i pomóc Ci osiągnąć sukces online. Skontaktuj się z nami już dziś, aby rozpocząć współpracę i przekształcić swoją markę w lidera w swojej branży.",
    "web_services_card13Title":"Konsultacje oraz audyty",
    "web_services_card13Desc":"Jeśli chcesz poprawić swoją stronę internetową i osiągnąć swoje cele online, potrzebujesz usług doradztwa internetowego. Usługi doradztwa internetowego zapewnią Ci ekspertowe porady i wskazówki, jak uczynić Twoją stronę internetową bardziej skuteczną i udaną. Usługi doradztwa internetowego pomogą Ci w strategii internetowej, projektowaniu stron internetowych, optymalizacji stron internetowych, zabezpieczeniach stron internetowych, marketingu internetowym i analizie stron internetowych. Usługi doradztwa internetowego zaoszczędzą Ci czas i pieniądze, unikną błędów i ryzyka oraz zdobędą wgląd i rozwiązania dla Twojej strony internetowej.",



    "ai_services_titleDesc": "Rozwiązania AI dla biznesu",
    "ai_services_titleDescSmall": "Pomogę Ci zrozumieć i wdrożyć technologię AI",
    "ai_services_titleDescSmall2": "W Twoim biznesie",
    "ai_services_Servicetitle": "Sztuczna inteligencja dla biznesu i organizacji",
    "ai_services_serviceDesc": "Napędzane przez ChatGPT oraz inne modele AI",
    "ai_services_serviceDescP": "Jeśli szukasz innowacyjnych i nowatorskich rozwiązań opartych na sztucznej inteligencji dla swojego biznesu - niezależnie czy potrzebujesz chatbotów, automatyzacji czy doradztwa z zakresu AI, posiadamy ekspertyzę oraz narzędzia, aby pomóc Ci osiągnąć cele. W AI Services oferujemy szereg usług, które mogą poprawić doświadczenie klienta, usprawnić operacje i zwiększyć kreatywność.",
    "ai_services_serviceTitle1": "Chatboty AI zasilane przez GPT",
    "ai_services_serviceTitle1Desc": "Projektuję i tworzę konwersacyjne Czatboty AI, które mogą komunikować się z Twoimi klientami, dostarczając spersonalizowaneg wsparcia, jak i obsługiwać różne zadania, takie jak rezerwacja spotkań, udzielanie odpowiedzi na często zadawane pytania, udzielanie opinii i wiele więcej.",
    "ai_services_serviceTitle2": "Automatyzacja AI",
    "ai_services_serviceTitle2Desc": "Pomogę Ci zautomatyzować swoje procesy i działania przy użyciu technologii AI, takich jak przetwarzanie danych, tworzenie treści, emaili, lub inne, powtarzalne czynności występujące w biznesie. Nasze rozwiązania automatyzacji pomogą Ci zaoszczędzić czas, zmniejszyć błędy i zwiększyć wydajność.",
    "ai_services_serviceTitle3": "Doradztwo i Wdrożenie AI",
    "ai_services_serviceTitle3Desc": "Pomogę Ci zrozumieć, jak możesz wykorzystać AI w Twojej organizacji, oraz zintegrować i wdrożyć najlepsze możliwe rozwiązania AI do Twojego biznesu. Pomożemy Ci wykorzystać moc i potencjał technologii AI, aby poprawić wyniki i osiągnięcia Twojego biznesu.",
    "ai_services_DetailsTitle": "Co mmogę dla Ciebie stworzyć?",
    "ai_services_DetailsTitleDesc": "Napędzane przez AI dla Twojego biznesu",
    "ai_services_CardTitle1": "Chatboty dla Obsługi Klienta",
    "ai_services_CardTitleDesc1": "Te chatboty mogą pomóc Ci rozwiązywać problemy i skargi klientów, dostarczając im szybkich i dokładnych odpowiedzi, rozwiązań i wskazówek.",
    "ai_services_CardTitle2": "Chatboty z własną bazą danych",
    "ai_services_CardTitleDesc2": "Te chatboty mogą pomóc Ci uzyskać dostęp do dowolnej bazy danych - z dowolnym jej źródłem (pdf, dokumenty, strony www), oszczędzając Ci czas i wysiłek. Mogą również dostarczać Ci raportów i podsumowań, pomagając Ci analizować i wizualizować dane.",
    "ai_services_CardTitle3": "Wsparcie Klienta E-commerce",
    "ai_services_CardTitleDesc3": "Te chatboty mogą pomóc Ci świadczyć doskonałą obsługę klienta w ramach Twojego biznesu e-commerce, poprawiając Twoją reputację i lojalność. Mogą obsługiwać różne zadania, takie jak śledzenie zamówień, potwierdzanie dostaw, obsługa zwrotów i zwrotów pieniędzy, recenzje produktów itp. Mogą również rozwiązywać problemy i skargi klientów, dostarczając im rozwiązania i alternatywy.",
    "ai_services_CardTitle4": "Chatboty do Pozyskiwania Nowych Leadów",
    "ai_services_CardTitleDesc4": "Unikalne chatboty które pomogą Ci w automatyczny sposób pozyskiwać nowe leady do Twojego biznesu, automatycznie zbierając dane klientów do wycen, zapyta ofertowych, etc. - wszystko dostosowane do specyficznych potrzeb Twojego bizensu.",
    "ai_services_CardTitle5": "Chatboty dla Procesu Wdrożeń Nowych Pracowników",
    "ai_services_CardTitleDesc5": "Te chatboty mogą pomóc Ci wprowadzić nowych klientów lub pracowników, zapewniając im płynne i przyjemne doświadczenie. Mogą przedstawić Twój biznes, wyjaśnić funkcje i korzyści, odpowiedzieć na pytania i zbierać informacje. Mogą również dostarczać porady i samouczki, pomagając im rozpocząć działalność i zapoznać się z Twoim biznesem.",
    "ai_services_CardTitle6": "Chatboty FAQ",
    "ai_services_CardTitleDesc6": "Te chatboty mogą odpowiadać na często zadawane pytania przez Twoich klientów, takie jak pytania dotyczące produktów, usług, polityki, itp. Mogą dostarczać natychmiastowych i dokładnych informacji, zmniejszając potrzebę udziału agentów ludzkich i poprawiając satysfakcję klientów.",
    "ai_services_CardTitle7": "Chatboty do Zbierania Opinii oraz przeprowadzania Ankiet",
    "ai_services_CardTitleDesc7": "Te chatboty mogą pomóc Ci gromadzić opinie i opinie od Twoich klientów, takie jak ich satysfakcja, lojalność, oczekiwania itp. Mogą zadawać interesujące i odpowiednie pytania, zbierając cenne dane i wskazówki, które mogą pomóc Ci poprawić strategię i wyniki biznesowe.",
    "ai_services_CardTitle8": "Automatyzacja AI w E-mailach",
    "ai_services_CardTitleDesc8": "Ta usługa może pomóc Ci zautomatyzować proces wysyłania i odbierania e-maili, oszczędzając Ci czas i zasoby. Może wykorzystywać technologie AI, takie jak generowanie tekstu w języku naturalnym, analiza sentymentu, itp., aby tworzyć i personalizować treść e-maili, tematy, podpisy, itp. Może również klasyfikować i priorytetyzować e-maile, odpowiadając na nie odpowiednio.",
    "ai_services_CardTitle9": "Automatyzacja Tworzenia Contentu",
    "ai_services_CardTitleDesc9": "Ta usługa może pomóc Ci zautomatyzować proces tworzenia wysokiej jakości i oryginalnej treści dla Twojej strony internetowej, bloga, mediów społecznościowych, itp. Może wykorzystywać technologie AI, takie jak generowanie tekstu w języku naturalnym, streszczenie tekstu, parafrazowanie, itp., aby tworzyć treść na podstawie Twoich słów kluczowych, tematów, tonu, stylu, itp. Może również optymalizować i edytować treść, zapewniając jej odpowiedniość i czytelność.",
    "ai_services_CardTitle10": "Analityka Danych i Raportowanie",
    "ai_services_CardTitleDesc10": "Ta usługa może pomóc Ci zautomatyzować proces tworzenia i wysyłania faktur do Twoich klientów, poprawiając przepływ gotówki i efektywność. Może wykorzystywać technologie AI, takie jak generowanie tekstu w języku naturalnym, rozpoznawanie optyczne znaków, itp., aby generować i formatować faktury na podstawie Twoich danych i preferencji. Może również śledzić i przypominać o płatnościach, zapewniając terminowe i dokładne transakcje.",
    "ai_services_CardTitle11": "Wdrożenia AI",
    "ai_services_CardTitleDesc11": "Możemy Ci pomóc zintegrować i wdrożyć rozwiązania AI w Twoim biznesie i organizacji, wykorzystując nasze umiejętności i wiedzę na różnych platformach i systemach. Pomagamy Ci połączyć i komunikować się z różnymi aplikacjami i narzędziami, takimi jak strony internetowe, aplikacje mobilne, media społecznościowe, CRM itp., za pomocą interfejsów API, webhooków itp. Możemy również pomóc Ci szkolić i edukować personel i klientów, jak korzystać z rozwiązań AI i czerpać z nich korzyści, zapewniając ich akceptację i zadowolenie.",
    "ai_services_CardTitle12": "Doradztwo w zakresie usług AI",
    "ai_services_CardTitleDesc12": "Możemy Ci pomóc zrozumieć i wdrożyć rozwiązania AI w Twoim biznesie i organizacji, wykorzystując naszą wiedzę i doświadczenie w różnych dziedzinach i obszarach AI. Pomagamy Ci zidentyfikować i zdefiniować problemy i cele biznesowe oraz znaleźć najlepsze rozwiązania AI.",



        "marketing_services_title": "Rozwijaj swój biznes",
        "marketing_services_titleDesc": "Pozyskując nowych klientów",
        "marketing_services_titleDescSmall": "Pomogę zdobyć nowych klientów",
        "marketing_services_titleDescSmall2": "Dla Twojego Biznesu",
        "marketing_services_Servicetitle": "Nowi klienci dla Twojego biznesu",
        "marketing_services_serviceDesc": "Dzięki zarządzaniu mediami społecznościowymi, generowaniu leadów i kompleksowym działaniom marketingowym",
        "marketing_services_serviceDescP": "Współpracuj z nami w zakresie doradztwa marketingowego i strategicznego, a razem podniesiemy obecność Twojego biznesu w świecie cyfrowym, efektywnie zaangażujemy Twoją docelową publiczność i wygenerujemy leady, które przyczynią się do Twojego sukcesu.",
        "marketing_services_serviceTitle1": "Pozyskiwanie nowych leadów",
        "marketing_services_serviceTitle1Desc": "Moje usługi Automatycznej Generacju Leadów to Twój klucz do stałego strumienia wysokiej jakości potencjalnych klientów. Rozumiemy, że w erze cyfrowej znalezienie i pielęgnowanie potencjalnych klientów jest kluczowe dla rozwoju biznesu. Nasze strategie generowania leadów wykorzystują zaawansowaną analizę danych, algorytmy sztucznej inteligencji i sprawdzone techniki, aby zidentyfikować i zaangażować się z potencjalnymi klientami, którzy naprawdę interesują się Twoimi produktami lub usługami.",
        "marketing_services_serviceTitle2": "Media społecznościowe",
        "marketing_services_serviceTitle2Desc": "Zarządzanie mediami społecznościowymi to klucz do budowania silnej obecności online i tworzenia znaczących relacji z Twoją publicznością. Rozumiemy, że platformy mediów społecznościowych to nie tylko narzędzia do komunikacji, ale także potężne kanały marketingowe. Nasz dedykowany zespół ekspertów będzie zarządzać Twoimi kontami w mediach społecznościowych, tworzyć angażującą treść i komunikować się z Twoimi obserwującymi, aby zwiększyć cyfrowy zasięg Twojej marki.",
        "marketing_services_serviceTitle3": "Branding",
        "marketing_services_serviceTitle3Desc": "Stworzę  kompleksową strategię mediów społecznościowych, która obejmuje planowanie treści, zaangażowanie publiczności i zarządzanie kampanią. Naszym celem jest maksymalizacja widoczności Twojej marki i zaangażowanie na popularnych platformach społecznościowych.",
        "marketing_services_DetailsTitle": "Rozwijaj swój biznes",
        "marketing_services_DetailsTitleDesc": "Z nowymi klientami",
        "marketing_services_CardTitle1": "Generacja nowych leadów",
        "marketing_services_CardTitleDesc1": "Rozumiemy, że w erze cyfrowej znalezienie i pielęgnowanie potencjalnych klientów jest kluczowe dla rozwoju biznesu. Nasze strategie generowania leadów wykorzystują zaawansowaną analizę danych, algorytmy sztucznej inteligencji i sprawdzone techniki, aby zidentyfikować i zaangażować się z potencjalnymi klientami, którzy naprawdę interesują się Twoimi produktami lub usługami.",
        "marketing_services_CardTitle2": "Badania rynku",
        "marketing_services_CardTitleDesc2": "Wykorszystując zaawansowane narzędzia AI przeprowadzę dogłębne badania rynku, aby odkryć cenne informacje o Twojej branży, konkurentach i docelowej grupie demograficznej. Ten podejście oparte na danych informuje nasze strategie i zapewnia, że pozostajesz krokiem przed konkurencją.",
        "marketing_services_CardTitle3": "Strategia mediów społecznościowych",
        "marketing_services_CardTitleDesc3": "Stworzę kompleksową strategię mediów społecznościowych, która obejmuje planowanie treści, zaangażowanie publiczności i zarządzanie kampanią. Naszym celem jest maksymalizacja widoczności Twojej marki i zaangażowanie na popularnych platformach społecznościowych.",
        "marketing_services_CardTitle4": "Generacja leadów",
        "marketing_services_CardTitleDesc4": "Zaprojektuję i wdrożę strategie generowania leadów dostosowane do Twojego biznesu. Bez względu na to, czy za pomocą narzędzi opartych na sztucznej inteligencji, czy tradycyjnych metod, pomożemy Ci zdobywać i pielęgnować wysokiej jakości leady.",
        "marketing_services_CardTitle5": "Wskaźniki efektywności",
        "marketing_services_CardTitleDesc5": "Wierzymę w odpowiedzialność. Ustalimy mierzalne cele i regularnie monitorujemy i analizujemy wskaźniki efektywności. Zapewnia to, że nasze strategie ciągle się dostosowują i poprawiają w czasie.",
        "marketing_services_CardTitle6": "Wsparcie w wdrożeniu",
        "marketing_services_CardTitleDesc6": "Nie ograniczam się do udzielania zaleceń - pomogę w ich wdrożeniu. Nasz zespół może pomóc Ci w integrowaniu nowych narzędzi, technologii i procesów do Twoich działań marketingowych i mediów społecznościowych.",
        "marketing_services_CardTitle7": "Szkolenia i Edukacja",
        "marketing_services_CardTitleDesc7": "Aby zapewnić, że Twój zespół jest dobrze przygotowany do obsługi dynamicznego świata marketingu i mediów społecznościowych, oferujemy sesje szkoleniowe i materiały edukacyjne.",
        "marketing_services_CardTitle13": "Analiza publiczności",
        "marketing_services_CardTitleDesc13": "Wykorzystuję analizy sztucznej inteligencji do uzyskiwania wglądu w zachowanie i preferencje Twojej publiczności. Te dane pomagają nam dopracować strategie marketingowe i mediów społecznościowych, by osiągnąć lepsze rezultaty.",
        "marketing_services_CardTitle8": "Automatyzacja marketingu",
        "marketing_services_CardTitleDesc8": "Rozwiązania do automatyzacji marketingu wykorzystują sztuczną inteligencję do usprawnienia Twoich procesów marketingowych. Od kampanii e-mailowych po pielęgnowanie leadów, optymalizujemy każdy etap Twojego leja marketingowego.",
        "marketing_services_CardTitle9": "Doradztwo i rozwijanie strategii",
        "marketing_services_CardTitleDesc9": "Nasi eksperci marketingowi świadczą usługi doradcze, aby pomóc Ci opracować skuteczne strategie marketingowe i mediów społecznościowych. Dostosowujemy nasze zalecenia do unikalnych potrzeb i celów Twojego biznesu.",
        "marketing_services_CardTitle10": "Monitorowanie i raportowanie efektywności",
        "marketing_services_CardTitleDesc10": "Monitorujemy efektywność Twoich kampanii marketingowych i mediów społecznościowych, korzystając z analiz opartych na sztucznej inteligencji. Nasze szczegółowe raporty dostarczają wgląd i zalecenia w celu ciągłego doskonalenia.",
        "marketing_services_CardTitle11": "Integracja sztucznej inteligencji w marketingu",
        "marketing_services_CardTitleDesc11": "Pomogę Ci zintegrować rozwiązania oparte na sztucznej inteligencji w Twoich działaniach marketingowych, od chatbotów do interakcji z klientami po analizy przewidywań dla optymalizacji kampanii. Nasza integracja sztucznej inteligencji zwiększa efektywność działań marketingowych.",
        "marketing_services_CardTitle12": "Branding w mediach społecznościowych",
        "marketing_services_CardTitleDesc12": "Kompleksowo pomogę zbudować silną i spójną obecność marki na platformach mediów społecznościowych. Nasza wiedza na temat brandingów w mediach społecznościowych zapewnia, że tożsamość Twojej marki współgra z ogólną strategią marketingową.",



    "contact_headerTitle": "Darmowa wycena projektu",
    "contact_headerSmallTitle": "Kontakt",
    "contact_SmallP1": "POROZMAWIAJ Z MOIM CHATBOTEM GPT!",
    "contact_SmallP2": "Klinkij na ikonę chatu w prawym dolnym rogu",
    "contact.consent": "I consent to the processing of my personal data.",


    "faq1title_1":"Najczęściej",
    "faq1title_2":"Zadawane",
    "faq1title_3":"Pytania",
    "faq1q": "Jakie są korzyści z własnego chatbota AI?",
    "faq1a": "Chatboty AI zapewniają obsługę 24/7 bez potrzeby ludzkich agentów. Obsługują wiele żądań i zapytań jednocześnie, nie kompromitując jakości obsługi i oferują klientowi spersonalizowane rozwiązania oparte na preferencjach, potrzebach i historii użytkownika. Mogą również zbierać cenne dane i wglądy z interakcji i opinii użytkowników, co może pomóc w poprawie strategii i wydajności biznesu. To wszystko może zaoszczędzić dużo czasu, zasobów i kosztów, poprzez zmniejszenie błędów i zwiększenie efektywności.",
    "faq2q": "Co jest potrzebne do stworzenia niestandardowego chatbota AI?",
    "faq2a": "Potrzebujemy jedynie źródła bazy danych dla chatbota - może to być dowolny dokument, pdf lub strona internetowa.",
    "faq3q": "Co jest potrzebne do stworzenia strony internetowej? Co powinienem przygotować?",
    "faq3a": "Dla każdej strony internetowej potrzebujemy spersonalizowanych informacji o Twojej firmie i Twoich usługach, tak jak powiedziałeś o sobie. Wszystko inne możemy dostarczyć - copywriting, zdjęcia, grafiki i filmy.",
    "faq4q": "Ile orientacyjnie kosztuje strona internetowa lub landing?",
    "faq4a": "Koszt - niezależnie od wielkości i zawartości strony internetowej, używanych funkcji i technologii wynosi od 800 pln do 2000 pln. Na przykład, prosty, standardowy jednostronicowy landing page to koszt od 800 pln. A bardziej złożona strona internetowa z blogiem to koszt od 1000 zł. Aplikacje internetowe lub zaawansowane strony internetowe React.js i Next.js to koszt od 2000 pln, ale jeśli są duże lub mają bardziej złożone funkcje, mogą kosztować od 2500 - 5000 pln.",
    "faq5q": "Ile orientacyjnie kosztuje platforma e-commerce lub e-learning?",
    "faq5a": "Koszt - niezależnie od ilości produktów i używanych integracji i funkcji wynosi od 800 pln do 2000 pln. Na przykład, prosty, standardowy sklep internetowy Woocommerce z 30 fizycznymi produktami z własnego magazynu to koszt od 1500 pln. Sklep Woocommerce z 100 produktami, fizycznymi i cyfrowymi to koszt od 1800zł, z integracją z dropshippingiem to około 2000 zł.",
    "faq6q": "Ile orientacyjnie czasu potrzeba na ukończenie projektu dla strony internetowej i e-commerce?",
    "faq6a": "Niezależnie od zawartości strony internetowej i ilości funkcji - od 5 do 10 dni, a dla e-commerce - od 7 do 15 dni.",
    "faq7q": "Jak mogę uzyskać bezpłatną wycenę projektu?",
    "faq7a": "Najlepszym sposobem jest wypełnienie tego formularza: http://aiware.me/contact. Możesz również napisać na nasz adres e-mail: me@aiware.me lub porozmawiać z nami na Whatsapp: https://wa.me/48794168298 lub Messneger: https://m.me/piotr.macx.5",


    "pricing_header": "Poznajmy się bliżej",
    "pricing_formHeader": "Darmowa wycena projektu",
    "pricing_desc": "Kontakt",
    "pricing_contactcta": "Możesz także porozmawawiać z Asystentem AI - w prawym dolnym rogu",
    "pricing_mess": "Rozmowa",
    "pricing_phone":"Zadzwoń lub napisz",
    "pricing_formName": "Twoje imię",
    "pricing_formEmail": "Twój adres email",
    "pricing_formSubject":"Jak mogę Ci pomóc?",
    "pricing_formBusiness":"Opisz swoją działalność w kilku słowach",
    "pricing_formMessage": "Twoja wiadomość. Prosimy - opisz czego potrzebujesz własnymi słowami.",
    "pricing_formDetails": "Szczegóły projektu - możesz opisać je własnymi słowami",
    "pricing_formContent": "Czy posiadasz własne teksty, obrazy itp.?",
    "pricing_formLinks": "Inspiracje, szablony, inne strony - jeśli masz wzór / projekty, które Ci się podobają, wklej tutaj ich linki",
    "pricing_formRodo": "Wyrażam zgodę na przetwarzanie danych osobowych niezbędnych do obsługi formularza i udzielenia odpowiedzi na zapytanie",
    "pricing_formButton": "Wyślij",
    "pricing_formButtonDesc": "Dziękuję za wiadomość!",
    "pricing_Calendly":"Rozmowa",

    "cookie_message": "This website uses cookies to enhance your experience. By continuing to use this site, you agree to our use of cookies.",
    "privacy_policy": "Privacy Policy",
    "accept_cookies": "Accept"

}